export default function N4_251113() {
  return (
    <div className="font">
      <h2>オートバイで力を得るパキスタンの女性たち</h2>
      <p>パキスタンに「ウーマン・オン・ホイールズ」というグループがあります。<br />
        このグループは、女性にバイクの乗り方を教えています。<br/>
        普通、女性がバイクに乗ることはあまりありません。<br/>
        たいていは、男の人が家族のために運転します。<br/>
        でも、自分の人生を変えたいと思っている女性もいます。<br/>
        男性の助けがなくても、自分でバイクに乗りたいのです。<br/>
        彼女たちは、学校や仕事、店などへ一人で行きたいと思っています。<br/>
        女性が運転することについて、人々の考え方も少しずつ変わってきています。<br/>
        このグループは、これまでに6,600人以上の女性に教えてきました。<br/>
        トレーナーたちは、「若い女性は覚えるのが早いし、とても勇気があります」と言っています。<br/>
        女性たちは、安全に気をつけながら、一緒に頑張って社会を変えようとしています。<br/>
      </p>
      
      <h3>騎上機車，巴基斯坦女性正在改寫命運！</h3>
      <p>
        パキスタンに「ウーマン・オン・ホイールズ」というグループがあります。<br/>
        巴基斯坦有一個團體叫做「Women on Wheels」（車輪上的婦女）。<br/>
        このグループは、女性にバイクの乗り方を教えています。<br/>
        這個團體教導女性如何騎摩托車。<br/>
        普通、女性がバイクに乗ることはあまりありません。<br/>
        通常，女性騎摩托車並不常見。<br/>
        たいていは、男の人が家族のために運転します。<br/>
        大多數的時候，男人會為家人開車。<br/>
        でも、自分の人生を変えたいと思っている女性もいます。<br/>
        但有些女性想要改變自己的生活。<br/>
        男性の助けがなくても、自分でバイクに乗りたいのです。<br/>
        她們不想得到男性的幫助，想自己騎摩托車。<br/>
        彼女たちは、学校や仕事、店などへ一人で行きたいと思っています。<br/>
        她們想自己去上學、上班或去商店。<br/>
        女性が運転することについて、人々の考え方も少しずつ変わってきています。<br/>
        人們對女性駕駛的態度正在慢慢改變。<br/>
        このグループは、これまでに6,600人以上の女性に教えてきました。<br/>
        該團體至今已教導了 6600 多名女性。<br/>
        トレーナーたちは、「若い女性は覚えるのが早いし、とても勇気があります」と言っています。<br/>
        訓練師說：「年輕女性學得很快，而且非常勇敢」。<br/>
        女性たちは、安全に気をつけながら、一緒に頑張って社会を変えようとしています。<br/>
        女性們在注意安全的同時，也正在齊心協力改變社會。<br/>

        </p>
    </div>
  );
}
