export default function N3_260115() {
  return (
    <div className="font">
      <p>
        トルコのカチュカル山脈には、「マッドハニー」と呼ばれる特別なはちみつがある。<br/>
        このはちみつは、紫色の花から蜜を集めるミツバチによって作られる。<br/>
        その花には天然の毒が含まれている。<br/>
        少量であれば人を落ち着かせる効果があるが、取りすぎるとめまいや重い健康被害を引き起こすおそれがある。<br/>
        このはちみつは昔から伝統医学で使われてきた。<br/>
        今でも血圧に良いとされ、使う人は多い。<br/>
        とても珍しく高価で、トルコとネパールでしか作られていない。<br/>
        カチュカル山脈のきれいな自然が質の高いはちみつを作る助けになっているが、マッドハニーを食べすぎるのは危険だ。<br/>
        専門家は、すぐに体調を崩す可能性があると警告しており、注意が必要である。<br/>
      </p>

      <p>
        トルコのカチュカル山脈には、「マッドハニー」と呼ばれる特別なはちみつがある。<br/>
        <span className="bold-text">在土耳其的卡奇卡爾山脈，有一種名為「瘋狂蜂蜜」的特殊蜂蜜。</span><br/>
        このはちみつは、紫色の花から蜜を集めるミツバチによって作られる。<br/>
        <span className="bold-text">這種蜂蜜是由蜜蜂從紫色的花朵中採蜜生產的。</span><br/>
        その花には天然の毒が含まれている。<br/>
        <span className="bold-text">花中含有一種天然毒藥。</span><br/>
        少量であれば人を落ち着かせる効果があるが、取りすぎるとめまいや重い健康被害を引き起こすおそれがある。<br/>
        <span className="bold-text">少量服用有鎮靜作用，但過量服用會引起頭暈和嚴重的健康問題。</span><br/>
        このはちみつは昔から伝統医学で使われてきた。<br/>
        <span className="bold-text">這種蜂蜜長期用於傳統醫藥。</span><br/>
        今でも血圧に良いとされ、使う人は多い。<br/>
        <span className="bold-text">現在仍有許多人使用，因為它有降血壓的功效。</span><br/>
        とても珍しく高価で、トルコとネパールでしか作られていない。<br/>
        <span className="bold-text">它非常稀有且昂貴，僅在土耳其和尼泊爾出產。</span><br/>
        カチュカル山脈のきれいな自然が質の高いはちみつを作る助けになっているが、マッドハニーを食べすぎるのは危険だ。<br/>
        <span className="bold-text">卡奇卡爾山脈的純淨環境有助於生產高品質蜂蜜，但過量食用瘋狂蜂蜜可能危及健康。</span><br/>
        専門家は、すぐに体調を崩す可能性があると警告しており、注意が必要である。<br/>
        <span className="bold-text">專家警告說，蜂蜜會很快使人生病，因此必須小心謹慎。</span><br/>
      </p>
    </div>
  );
}
