export default function N3_260115() {
  return (
    <div className="font">
      <h2>かつて違法だった日本のアルコール！？</h2>
      <p>
        どぶろくは昔からある日本の飲み物で、近年再び人気が高まっている。<br/>
        そのため、東京のあるバーはどぶろくを復活させようとしている。<br/>
        どぶろくは、米、水、酵母、そして麹と呼ばれる菌の一種を同時に混ぜて作られる。<br/>
        味は甘く、日本酒よりもアルコール度数が低い。<br/>
        昔は農民や僧侶が日常的に飲んでいた。<br/>
        また、宗教儀式のために自分たちでどぶろくを作っていた。<br/>
        しかし1800年代以降、厳しい法律によって多くの人が自宅で作ることを禁じられた。<br/>
        それでもどぶろくは一部の宗教行事で重要な存在として残った。<br/>
        2003年以降、いくつかの地域では再び販売が許可されている。<br/>
        現在では東京のバーで様々などぶろくが提供されており、訪れた人々は試飲することもできる。<br/>
        どぶろくは日本国外ではあまり知られていないが、年々少しずつ人気が高まっているという。<br/>
      </p>

      <p>
        どぶろくは昔からある日本の飲み物で、近年再び人気が高まっている。<br/>
        <span className="bold-text">濁酒是一種古老的日本酒，近年來再度受到歡迎。</span><br/>
        そのため、東京のあるバーはどぶろくを復活させようとしている。<br/>
        <span className="bold-text">因此，東京的一些酒吧正試圖復活濁酒。</span><br/>
        どぶろくは、米、水、酵母、そして麹と呼ばれる菌の一種を同時に混ぜて作られる。<br/>
        <span className="bold-text">濁酒是由大米、水、酵母和一種叫做麴的細菌同時混合製成的。</span><br/>
        味は甘く、日本酒よりもアルコール度数が低い。<br/>
        <span className="bold-text">濁酒味道甜美，酒精含量比清酒低。</span><br/>
        昔は農民や僧侶が日常的に飲んでいた。<br/>
        <span className="bold-text">過去，農民和僧侶每天都會喝濁酒。</span><br/>
        また、宗教儀式のために自分たちでどぶろくを作っていた。<br/>
        <span className="bold-text">他們還自己釀造濁酒，用於宗教儀式。</span><br/>
        しかし1800年代以降、厳しい法律によって多くの人が自宅で作ることを禁じられた。<br/>
        <span className="bold-text">然而，自 19 世紀以來，嚴格的法律禁止許多人在家中釀造濁酒。</span><br/>
        それでもどぶろくは一部の宗教行事で重要な存在として残った。<br/>
        <span className="bold-text">然而，濁酒仍然是一些宗教儀式的重要組成部分。</span><br/>
        2003年以降、いくつかの地域では再び販売が許可されている。<br/>
        <span className="bold-text">自 2003 年起，部分地區再次允許出售濁酒。</span><br/>
        現在では東京のバーで様々などぶろくが提供されており、訪れた人々は試飲することもできる。<br/>
        <span className="bold-text"></span>今天，東京的酒吧提供各式各樣的濁酒，遊客可以品嚐。<br/>
        どぶろくは日本国外ではあまり知られていないが、年々少しずつ人気が高まっているという。<br/>
        <span className="bold-text">濁酒在日本國外並不知名，但其受歡迎程度正逐年上升。</span><br/>      
      </p>
      </div>
  );
}