export default function N3_260115() {
  return (
    <div className="font">
      <p>
        トルコのカチュカル山脈には、「マッドハニー」と呼ばれる特別なはちみつがある。<br/>
        このはちみつは、紫色の花から蜜を集めるミツバチによって作られる。<br/>
        その花には天然の毒が含まれている。<br/>
        少量であれば人を落ち着かせる効果があるが、取りすぎるとめまいや重い健康被害を引き起こすおそれがある。<br/>
        このはちみつは昔から伝統医学で使われてきた。<br/>
        今でも血圧に良いとされ、使う人は多い。<br/>
        とても珍しく高価で、トルコとネパールでしか作られていない。<br/>
        カチュカル山脈のきれいな自然が質の高いはちみつを作る助けになっているが、マッドハニーを食べすぎるのは危険だ。<br/>
        専門家は、すぐに体調を崩す可能性があると警告しており、注意が必要である。<br/>
      </p>
    </div>
  );
}
