export const questions = {
Q1 : {
  sentences: [
    "Q1",
    "来週、東京のホテルに宿泊する。",
    "A. しゅはく",
    "B. しゅっぱく",
    "C. しゅくはく",
    "D. しゅっかく"
]
  },

Q2 : {
  sentences: [
    "Q2",
    "転んで足を骨折した。",
    "A. ほねせつ",
    "B. こっせつ",
    "C. ほねおり",
    "D. こつおり"
]
  },

Q3 : {
  sentences: [
    "Q3",
    "試験が始まるので、席に座る。",
    "A. せき",
    "B. いた",
    "C. ゆか",
    "D. いす"
]
  },

Q4 : {
  sentences: [
    "Q4",
    "父は市役所に勤務している。",
    "A. きいむ",
    "B. ぎんぶ",
    "C. きんむ",
    "D. きんぶ"
]
  },

Q5 : {
  sentences: [
    "Q5",
    "私は末っ子としてこの家に生まれた。",
    "A. みつこ",
    "B. まつっこ",
    "C. したっこ",
    "D. すえっこ"
]
  },

Q6 : {
  sentences: [
    "Q6",
    "会議の資料を配る。",
    "A. こする",
    "B. さびる",
    "C. しばる",
    "D. くばる"
]
  },

 Q7 : {
  sentences: [
    "Q7",
    "物を入れる袋を用意する。",
    "A. かばん",
    "B. ふくろ",
    "C. つつみ",
    "D. ぬの"
]
  },

Q8 : {
  sentences: [
    "Q8",
    "今日は朝からずっと小雨だ。",
    "A. しょうう",
    "B. しょうあめ",
    "C. こさめ",
    "D. こあめ"
]
  },

Q9 : {
  sentences: [
    "Q9",
    "メールには、内容が簡単に伝わるように、（　　　）を書くのがマナーだ。",
    "A. 県名",
    "B. 県明",
    "C. 件名",
    "D. 件用"
]
  },

Q10 : {
  sentences: [
    "Q10",
    "電車が来るので白い線のうちがわを歩くように言われた。",
    "A. 中側",
    "B. 中川",
    "C. 内側",
    "D. 内川"
]
  },

Q11 : {
  sentences: [
    "Q11",
    "パソコンでメールをじゅしんする。",
    "A. 受信",
    "B. 接信",
    "C. 受波",
    "D. 接波"
]
  },

Q12 : {
  sentences: [
    "Q12",
    "約束の時間を少しすぎています。",
    "A. 後ぎて",
    "B. 減ぎて",
    "C. 守ぎて",
    "D. 過ぎて"
]
  }, 

  Q13 : {
  sentences: [
    "Q13",
    "プレゼントをゆうそうする。",
    "A. 遊送",
    "B. 郵送",
    "C. 遊走",
    "D. 郵走"
]
  },

Q14 : {
  sentences: [
    "Q14",
    "少ししおを入れたら、料理は完成です。",
    "A. 湯",
    "B. 糖",
    "C. 塩",
    "D. 粉"
]
  },

Q15 : {
  sentences: [
    "Q15",
    "新しいプロジェクトについて、来週部長と（　　　）ことになっている。",
    "A. 付き合う",
    "B. 話し合う",
    "C. 似合う",
    "D. 知り合う"
]
  },

 Q16 : {
    sentences: [
    "Q16",
    "３歳の娘は一人で詞を上手に（　　　）ことができる。",
    "A. 打つ",
    "B. 破る",
    "C. たたく",
    "D. 割る"
]
  },

 Q17 : {
    sentences: [
    "Q17",
    "この道は（　　　）が狭いので、あまり通らないようにしている。",
    "A. 幅",
    "B. 上り",
    "C. ストーリー",
    "D. ばかり"
]
  },

 Q18 : {
    sentences: [
    "Q18",
    "普通なら一週間かかる仕事を、彼は（　　　）二日で終えてしまった。",
    "A. なんとなく",
    "B. たった",
    "C. つい",
    "D. ちっとも"
]
  },

 Q19 : {
    sentences: [
    "Q19",
    "将来プロの野球選手になるために、毎日（　　　）で練習する。",
    "A. 相当",
    "B. 本気",
    "C. 菜園",
    "D. 得"
]
  },


 Q20 : {
    sentences: [
    "Q20",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q21 : {
    sentences: [
    "Q21",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q22 : {
    sentences: [
    "Q22",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q23 : {
    sentences: [
    "Q23",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },
 Q24 : {
    sentences: [
    "Q24",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q25 : {
    sentences: [
    "Q25",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q26 : {
    sentences: [
    "Q26",
    "事務所は駅前のビルの**そば**にある。",
    "A. 一番上の階",
    "B. 近く",
    "C. 中",
    "D. 地下"
]
  },

 Q27 : {
    sentences: [
    "Q27",
    "用事を**済ませる**。",
    "A. 頼まれる",
    "B. 思い出す",
    "C. 終わらせる",
    "D. 手伝う"
]
  },

 Q28 : {
    sentences: [
    "Q28",
    "小田さんはとても**賢い**人だ。",
    "A. 頭がよい",
    "B. 親切な",
    "C. 能力が低い",
    "D. がまんができない"
]
  },

 Q29 : {
    sentences: [
    "Q29",
    "ここにある水は**タダ**だ。",
    "A. おいしい",
    "B. 無料だ",
    "C. きれいだ",
    "D. 飲めない"
]
  },

 Q30 : {
    sentences: [
    "Q30",
    "時間があるので、書類を**見直**す。",
    "A. もう一度修正する",
    "B. もう一度集める",
    "C. もう一度送信する",
    "D. もう一度確認する"
]
  },

  Q31 : {
    sentences: [
    "Q30",
    "ますます",
    "A. 健康のために、**ますます**夜は早く寝て、朝は早く起きるようにしている。",
    "B. 特に嫌いというわけではないが、野菜は**ますます**食べない。",
    "C. 息子はアメリカに旅行して以来、**ますます**英語に興味を持つようになった。",
    "D. この前まで小学生だった娘がもう大学生とは、時間が経つのが**ますます**だ。"
]
  },

  Q32 : {
    sentences: [
    "Q30",
    "目立つ",
    "A. 息子は学校の成績が悪いのだが、親がいくら**目立つ**ように言っても勉強しようとしない。",
    "B. 冬はとても寒いので、すぐ布団から出て**目立つ**ことができない。",
    "C. このスーパーは毎週水曜日は全ての商品が5％**目立つ**ので、たくさん客が来る。",
    "D. この町は昔は田舎だったが、ここ10年で高層マンションが**目立つ**ようになった。"
]
  },


  Q33 : {
    sentences: [
    "Q30",
    "サラリーマン",
    "A. 私の父は退職するまでずっと東京の会社でサラリーマンだった。",
    "B. リビングのサラリーマンが故障したようで、いくらスイッチを押してもつかない。",
    "C. 川村先生は他の医者が治すことのできない病気が治せるすごいサラリーマンだ。",
    "D. 山田さんの夢は、将来この町で小さなサラリーマンの店を開くことだ。"
]
  },

  Q34 : {
    sentences: [
    "Q30",
    "ゆでる",
    "A. 冬になったら、温泉に入って体をゆっくりゆでる。",
    "B. 週をゆでる前に、野菜と肉を先に小さく切っておく。",
    "C. 温かいコーヒーを飲みたいので、お湯をゆでる。",
    "D. 昨日余ったご飯は、冷凍して翌日に電子レンジでゆでれば食べられる。"
]
  },

  Q35 : {
    sentences: [
    "Q30",
    "悪口",
    "A. 横山さんは子供の頃から悪口で、今でも月に1回は歯の治療に通っている。",
    "B. 前田さんは人の悪口ばかり言うので、みんなから嫌われている。",
    "C. 友達が勧めるレストランに来たが、料理はどれも悪口で気分が悪くなった。",
    "D. 私は悪口のせいで歌が下手なので、カラオケに行くのが好きではない。"
]
  },

  // part2

   QQ1 : {
    sentences: [
    "Q1",
    "天気予報では、今日は一日中晴れると言っていたので、かさはいらない（　）です。",
    "A. ところ",
    "B. ため",
    "C. はず",
    "D. とおり"
]
  },

  QQ2 : {
    sentences: [
    "Q2",
    "昨日見た映画は涙が出る（　）感動したので、友達にも勧めた。",
    "A. おきに",
    "B. ほど",
    "C. まで",
    "D. うち"
]
  },

  QQ3 : {
    sentences: [
    "Q3",
    "家に（　）としたら課長に食事に誘われて、そのまま一緒にレストランに行った。",
    "A. 帰れ",
    "B. 帰れる",
    "C. 帰る",
    "D. 帰ろう"
]
  },

  QQ4 : {
    sentences: [
    "Q4",
    "ここの公園は工事中で（　）じゃいけないと言われてしまったので、違う公園に行った。",
    "A. 遊ん",
    "B. 遊び",
    "C. 遊ば",
    "D. 遊ぶ"
]
  },

  QQ5 : {
    sentences: [
    "Q5",
    "（会社で）",
    "社員A「もし会議に間に合わない（　）、始まる前までに連絡してください。」",
    "社員B「はい、わかりました。」",
    "A. のに",
    "B. わけなら",
    "C. ようだったら",
    "D. ように"
]
  },

  QQ6 : {
    sentences: [
    "Q6",
    "（お店で）",
    "店員「今日こちらの掃除機をご購入（　）、ご自宅までは無料で配送できますが。」",
    "客「では、こちらを買います。」",
    "A. いただいて",
    "B. いただき",
    "C. いただきますと",
    "D. いただくものなら"
]
  },

  QQ7 : {
    sentences: [
    "Q7",
    "小野さんは、経験は浅いが人がおどろくほどの努力をしてきたから、今回の大会で優勝できたのは偶然（　）。",
    "A. ばかりではない",
    "B. なんかではない",
    "C. さえない",
    "D. によらない"
]
  },

  QQ8 : {
    sentences: [
    "Q8",
    "今日の試合の相手はアメリカだが、強い選手がいっぱいいるので、アメリカが勝つ（　）。",
    "",
    "A. と決まった",
    "B. と決まっていた",
    "C. に決まっている",
    "D. に決まる"
]
  },

  QQ9 : {
    sentences: [
    "Q9",
    "急に雨が（　）始めたので、急いで近くの建物の中に入った。",
    "A. 降ら",
    "B. 降る",
    "C. 降ろ",
    "D. 降り"
]
  },

  QQ10 : {
    sentences: [
    "Q10",
    "（電話で）",
    "配達員「こちらのお荷物ですが、本日（　）場合は、明日の午前10時にもう一度お届けに参ります。」",
    "客「分かりました。」",
    "A. 受け取らせていただけない",
    "B. お受け取りいただけない",
    "C. お受け取りもらえない",
    "D. 受け取らせない"
]
  },

  QQ11 : {
    sentences: [
    "Q11",
    "（会社で）",
    "鈴木「担当の田中に（　）、本日は私がご案内致します。」",
    "吉田「そうですか、よろしくお願いします。」",
    "A. とって",
    "B. よって",
    "C. かわって",
    "D. ついて"
]
  },

  QQ12 : {
    sentences: [
    "Q12",
    "（会社で）",
    "課長「来週の火曜日までにこの資料を完成（　）んだけど、時間ある？」",
    "社員「スケジュールを確認してみます。」",
    "A. されちゃう",
    "B. させなくちゃいけない",
    "C. されなきゃならない",
    "D. させとこうと思う"
]
  },

  QQ13 : {
    sentences: [
    "Q13",
    "A「今晩だけど、予定通り夜6時に駅前で待ち合わせて大丈夫？」",
    "B「実は急な仕事が入っちゃって。もしかすると間に合わない（　）。」",
    "A. かと思う",
    "B. もん",
    "C. って",
    "D. かも"
]
  },

  QQ14 : {
    sentences: [
    "Q14",
    "ビジネス上のトラブルが発生した際、可能であれば ________  ________ ★ ________ 一番いい。",
    "A. 解決できる",
    "B. 話し合い",
    "C. のが",
    "D. によって"
]
  },

  QQ15 : {
    sentences: [
    "Q15",
    "このレストランの ________ ________ ★ ________ 言ったら、言葉では表現できないほどだ。",
    "A. と",
    "B. おいしい",
    "C. 食事の",
    "D. こと"
]
  },

  QQ16 : {
    sentences: [
    "Q16",
    "面接は緊張するものだが、事前に準備 ________ ________ ★ ________ すぐに答えられる。",
    
    "A. して",
    "B. をされても",
    "C. どんな質問",
    "D. さえおけば"
]
  },

  QQ17 : {
    sentences: [
    "Q17",
    "昔と違い、結婚して子供を持つというのが今の若い人 ________ ________ ★ ________。",
    "A. 幸せ",
    "B. である",
    "C. にとっての",
    "D. とは限らない"
]
  },

  QQ18 : {
    sentences: [
    "Q18",
    "今の会社は勤務時間が長くて大変ではあるが、新人でも ________ ________ ★ ________ は良い点だ。",
    "A. 実力があれば",
    "B. もらえるの",
    "C. を任せて",
    "D. 重要な仕事"
]
  },

  // 閱讀題組
  QQ19 : {
    sentences: [
    "Q19",
    
    "A. らしい",
    "B. という",
    "C. なら",
    "D. の"
]
  },

  QQ20 : {
    sentences: [
    "Q20",  
    "A. 興味深く",
    "B. 興味深いが",
    "C. 興味深いことに",
    "D. 興味深いとしても"
]
  },

   QQ21 : {
    sentences: [
    "Q21",  
    "A. 例えば",
    "B. ところで",
    "C. まず",
    "D. あるいは"
]
  },

  QQ22 : {
    sentences: [
    "Q22",  
    "A. 見かけようかと思います",
    "B. 見かけるべきです",
    "C. 見かける場合もあります",
    "D. 見かけるようになりました"
]
  },

  QQ23 : {
    sentences: [
    "Q23",  
    "A. いいでしょう",
    "B. いいものです",
    "C. いいみたいなものです",
    "D. いいわけがあります"
]
  },

  QQ24 : {
    sentences: [
    "Q24",  
    "",
    "A. 今年の防災訓練は平日に行われる。",
    "B. 去年は防災訓練を行っていない。",
    "C. マンションに住んでいる人は防災セットを持っている。",
    "D. 防災セットをもらっていない住民は7月14日にもらえる。"
]
  },

   QQ25 : {
    sentences: [
    "Q25",  
    "先日、紅葉が見られなかったことについて、筆者はどう考えているか。",
    "A. 今年は暑い日が続いて紅葉が見られなかったので、来年見られることを楽しみにする。",
    "B. 来年以降はもう秋らしさを味わうことができなくなりそうで悲しい。",
    "C. 地球環境の悪化で日本のよさがなくなってしまうかもしれないことが残念だ。",
    "D. 10月の終わりに紅葉が見られなくなった原因を早く見つけるべきだ。"
]
  },

  QQ26 : {
    sentences: [
    "Q26",  
    "この文章からわかることはどれか。",
    "A. ベトナム人の女性が美しいのは、野菜をたくさん食べているからだ。",
    "B. ベトナム人が野菜を食べるようになったのは、病気の人が増えたからだ。",
    "C. ベトナム人の男性が野菜をたくさん食べるのは、体重に関心を持っているからだ。",
    "D. 不健康な体をしていないベトナム人が多いのは、野菜をよく食べるからだ。"
]
  },

  QQ27 : {
    sentences: [
    "Q27",
    "林さんは少しでも早くロサンゼルスに着きたいと考えている。林さんはこのあと何をするか。",
    "A. アメリカ航空のカウンターに行って、フライトを変更してもらう。",
    "B. 指定の電話番号に連絡して、他のフライトがないか聞いてみる。",
    "C. アメリカ航空のカウンターに行って、ホテルのクーポンをもらう。",
    "D. 指定の電話番号に連絡して、宿泊場所を変更してもらう。"
]
  },

  QQ28 : {
    sentences: [
    "Q28",  
    "文章によると、日本人留学生にとって台湾留学の長所は何か。",
    "A. 専門的な知識が日本の大学よりもたくさん学ぶことができる。",
    "B. ほとんどの台湾の人は英語ができ、大学の授業も英語のみで学べる。",
    "C. 台湾の大学では日本語だけで授業を行う学科が多く、コミュニケーションに困らない。",
    "D. 日本からも遠くなく、低コストで外国語能力を磨くことができる。"
]
  },

  QQ29 : {
    sentences: [
    "Q29",  
    "残念なことだとあるが、どうして残念か。",
    "A. 目標を持って留学する日本人がどんどん減ってきているから。",
    "B. 日本人学生が留学後にトラブルを起こし、日本人が悪く見られるようになったから。",
    "C. 同じ大学にたくさんの日本人がいるので、台湾にいても日本語ばかり使うから。",
    "D. 台湾に留学する若者の意識が低くなったから。"
]
  },

  QQ30 : {
    sentences: [
    "Q30",  
    "若い日本人の海外留学に対する考え方について、筆者は何と言っているか。",
    "A. 事前に準備しなくても、海外に住めばなんとかなるという考えは間違いだ。",
    "B. 日本人の評判を下げるようなマナーの悪い人は、海外に留学するべきではない。",
    "C. 失敗することを怖がるくらいなら、とりあえず海外に行ってしまう方がいい。",
    "D. 日本の大学で同じことを学ぶくらいなら、台湾の大学に行って学ぶ方がいい。"
]
  },

  QQ31 : {
    sentences: [
    "Q31",  
    "友達が急に「私」に連絡してきたのはなぜか。",
    "A. 仕事をしていたら突然「私」のことを思い出したから。",
    "B. 「私」と仕事のことで打ち合わせをしたかったから。",
    "C. 仕事で偶然「私」が働いているところに来たから。",
    "D. 仕事の関係でこれから東京に住むことになりそうだから。"
]
  },

  QQ32 : {
    sentences: [
    "Q32",  
    "それとあるが、何か。",
    "A. 子供の時に知り合った友達は大人になると利益が絡んでしまうこと。",
    "B. 子供の時に出会った友達は損得を気にせずに付き合えるということ。",
    "C. 学生時代の友達は大人になると何か変化があるということ。",
    "D. しばらく会っていない友達に会うと不思議な感じがするということ。"
]
  },

  QQ33 : {
    sentences: [
    "Q33",  
    "高校時代の友達と久しぶりに会って、「私」はどう感じたか。",
    "A. 社会人になってから仕事ばかりしているので、昔のことを思い出せなくなってしまった。",
    "B. 久しぶりに友達に会えたのはうれしかったが、またしばらく会えなくなることが残念だ。",
    "C. 高校時代の友達に会うだけで気持ちが若くなることを知って驚いた。",
    "D. 昔の友達に会うと気持ちが子供の時に戻って、新鮮な感じがした。"
]
  },

  QQ34 : {
    sentences: [
    "Q34",  
    "ネットで買い物をする人は、現在の配達の状況についてどう感じているか。",
    "A. 改善すれば、ネットで注文したものをその日に受け取れるようになると思っている。",
    "B. ネットで品物を注文した人は、品物の到着が遅れるといういらいらする。",
    "C. 品物の配達は早ければ早い方がいいが、少しくらい遅れてもあまり気にしない。",
    "D. 購入者はネットで購入したものが次の日に届くのが当たり前だと感じている。"
]
  },

  QQ35 : {
    sentences: [
    "Q35",  
    "配達速度は昔に比べて驚くほど速くなりましたとあるが、配達速度が速くなったことの短所は何か。",
    "A. 荷物を運ぶ人の仕事の負担が増えていること。",
    "B. ごみの増加などの環境に悪い影響が出ていること。",
    "C. ドライバーが指定の配達時間を守れなくなってきたこと。",
    "D. 仕事中にけがをするドライバーが増えたこと。"
]
  },

  QQ36 : {
    sentences: [
    "Q36",  
    "この文章によると、荷物の配達にどのような問題が起こる可能性があるか。",
    "A. 配達を行う人の仕事量が増えて今よりもっと忙しくなり、仕事を辞める人が増える。",
    "B. 荷物量の増加とトラック運転手の不足で、将来は荷物の到着がかなり遅くなる。",
    "C. ドライバーが高齢になることで、仕事を行うスピードが遅くなる。",
    "D. 配達しなければならない荷物が増えたせいで、配送先を間違えることが増える。"
]
  },

  QQ37 : {
    sentences: [
    "Q37",  
    "「ゆっくり配送」がなぜドライバー不足の問題の解消に役立つか。",
    "A. 生活用品や食料品を翌日配送する必要がなくなるから。",
    "B. ネットで買い物をする人を減らすことができるから。",
    "C. 翌日配送を希望しなくなる人が増えるから。",
    "D. ドライバーが1日に運ぶ荷物の量を減らすことができるから。"
]
  },

  L1_1 : {
    sentences: [ 
    "1 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

  L1_2 : {
    sentences: [  
    "2 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L1_3 : {
    sentences: [  
    "3 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L1_4 : {
    sentences: [  
    "4 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L1_5 : {
    sentences: [  
    "5 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L1_6 : {
    sentences: [  
    "6 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

  L2_1 : {
    sentences: [ 
    "1 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

  L2_2 : {
    sentences: [  
    "2 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L2_3 : {
    sentences: [  
    "3 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L2_4 : {
    sentences: [  
    "4 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L2_5 : {
    sentences: [  
    "5 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L2_6 : {
    sentences: [  
    "6 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

};

export const ans_1 = `正確答案：C
`;

export const ans_2 = `正確答案：B

`;

export const ans_3 = `正確答案：A

`;

export const ans_4 = `正確答案：C

`;

export const ans_5 = `正確答案：D

`;

export const ans_6 = `正確答案：D

`;

export const ans_7 = `正確答案：B

`;

export const ans_8 = `正確答案：C

`;

export const ans_9 = `正確答案：C

`;

export const ans_10 = `正確答案：C
`;

export const ans_11 = `正確答案：A
`;

export const ans_12 = `正確答案：D
`;

export const ans_13 = `正確答案：B
`;

export const ans_14 = `正確答案：C
`;


export const ans_15 = ` 正確答案：B
`;


export const ans_16 = ` 正確答案：D
`;

export const ans_17 = ` 正確答案：A
`;

export const ans_18 = ` 正確答案：B
`;

export const ans_19 = ` 正確答案：B
`;

export const ans_20 = ` 正確答案：D

`;

export const ans_21 = ` 正確答案：C

`;

export const ans_22 = ` 正確答案：C

`;

export const ans_23 = ` 正確答案：A
`;

export const ans_24 = ` 正確答案：C
`;

export const ans_25 = ` 正確答案：B
`;

export const ans_26 = ` 正確答案：B
`;


export const ans_27 = ` 正確答案：C
`;

export const ans_28 = ` 正確答案：A
`;

export const ans_29 = ` 正確答案：B
`;


export const ans_30 = ` 正確答案：D
`;

export const ans_31 = `正確答案：C
`;

export const ans_32 = `正確答案：D
`;

export const ans_33 = `正確答案：A 
`;

export const ans_34 = `正確答案：B 
`;

export const ans_35 = `正確答案：B 
`;


export const ans2_1 = ` 正確答案：C
`;

export const ans2_2 = ` 正確答案：B
`;

export const ans2_3 = ` 正確答案：D
`;

export const ans2_4 = ` 正確答案：A
`;

export const ans2_5 = ` 正確答案：C
`;

export const ans2_6 = ` 正確答案：C
`;

export const ans2_7 = ` 正確答案：B
`;

export const ans2_8 = ` 正確答案：C
`;

export const ans2_9 = ` 正確答案：D
`;

export const ans2_10 = ` 正確答案：B
`;

export const ans2_11 = ` 正確答案：C
`;

export const ans2_12 = ` 正確答案：B
`;

export const ans2_13 = ` 正確答案：D
`;

export const ans2_14 = ` 正確答案：A
`;

export const ans2_15 = ` 正確答案：D

`;

export const ans2_16 = ` 正確答案：C

`;

export const ans2_17 = ` 正確答案：B

`;

export const ans2_18 = ` 正確答案：C

`;

export const ans2_19 = ` 正確答案：B

`;

export const ans2_20 = ` 正確答案：C

`;

export const ans2_21 = ` 正確答案：B

`;

export const ans2_22 = ` 正確答案：D

`;


export const ans2_23 = ` 正確答案：A

`;

export const ans2_24 = ` 正確答案：C

`;

export const ans2_25 = ` 正確答案：C
因為到了10月，想著要做點有秋天感覺的事，前幾天我便邀請了同事一起去附近的公園看紅葉。然而，儘管已經是10月底了，到處的紅葉葉子卻依然是綠色的。這種情況我還是第一次遇到。直到去年為止，每3個月都還能感受到春、夏、秋、冬的四季變化，但今年卻像是夏天變長了一樣，炎熱的日子持續不斷。這難道也跟地球溫暖化有關嗎？能夠感受到四個季節的變化原本是日本的美好之處，現在變得感受不到了，實在是令人遺憾至極。
📝 題目與選項分析
題目：關於前幾天看不到紅葉這件事，作者是怎麼想的？
A. 今年是暑い日が続いて紅葉が見られなかったので、來年見られることを楽しみにする。
翻譯：因為今年持續炎熱而看不到紅葉，所以很期待明年能夠看到。
分析：錯誤。文章後半段作者的心情是「遺憾至極（残念でたまりません）」，通篇並未提到「期待明年（楽しみにする）」這種樂觀的想法。
B. 來年以降はもう秋らしさを味わうことができなくなりそうで悲しい。
翻譯：想到明年以後似乎就再也無法體會到秋天的感覺，就覺得很悲傷。
分析：錯誤（誘答選項）。雖然作者覺得無法感受四季很遺憾，但選項中「再也無法（もう…できなくなりそう）」語意過於絕對，且文章的重點不單指「秋天」，而是擴大到「日本能感受四季的美好消失了」。
C. 地球環境の悪化で日本のよさがなくなってしまうかもしれないことが残念だ。
翻譯：因為地球環境惡化（溫暖化），日本的美好之處（四季分明）可能會因此消失，這點讓人感到很遺憾。
分析：正確。對應文章最後兩句：「這也跟地球溫暖化有關嗎？（地球環境的惡化）」以及「能夠感受到四個季節是日本的美好之處，現在感受不到了實在遺憾至極（日本のよさがなくなってしまう…残念だ）」。完全符合作者的核心想法。
D. 10月の終わりに紅葉が見られなくなった原因を早く見つけるべきだ。
翻譯：應該要盡快找出10月底看不到紅葉的原因。
分析：錯誤。作者在文中已經推測原因可能與「地球溫暖化」有關，並沒有提出「應該要趕快去找出原因（原因を早く見つけるべきだ）」這種呼籲或主張。
`;

export const ans2_26 = ` 正確答案：D

`;

export const ans2_27 = ` 正確答案：B

`;


export const ans2_28 = ` 正確答案：D

`;

export const ans2_29 = ` 正確答案：B

`;

export const ans2_30 = ` 正確答案：A

`;


export const ans2_31 = ` 正確答案：C

`;

export const ans2_32 = ` 正確答案：B

`;


export const ans2_33 = ` 正確答案：D

`;


export const ans2_34 = ` 正確答案：D

`;

export const ans2_35 = ` 正確答案：A

`;

export const ans2_36 = ` 正確答案：B

`;

export const ans2_37 = ` 正確答案：D

`;

export const ansL1_1 = ` 正確答案：2

`;

export const ansL1_2 = ` 正確答案：4

`;

export const ansL1_3 = ` 正確答案：1

`;

export const ansL1_4 = ` 正確答案：3

`;

export const ansL1_5 = ` 正確答案：2

`;

export const ansL1_6 = ` 正確答案：1

`;

export const ansL2_1 = ` 正確答案：3

`;

export const ansL2_2 = ` 正確答案：4

`;

export const ansL2_3 = ` 正確答案：3

`;

export const ansL2_4 = ` 正確答案：1

`;

export const ansL2_5 = ` 正確答案：4

`;

export const ansL2_6 = ` 正確答案：2

`;

export const ansL3_1 = ` 正確答案：3

`;

export const ansL3_2 = ` 正確答案：1

`;

export const ansL3_3 = ` 正確答案：2

`;

export const ansL5_1 = ` 正確答案：2

`;

export const ansL5_2 = ` 正確答案：1

`;

export const ansL5_3 = ` 正確答案：3

`;

export const ansL5_4 = ` 正確答案：2

`;

export const ansL5_5 = ` 正確答案：3

`;

export const ansL5_6 = ` 正確答案：1

`;

export const ansL5_7 = ` 正確答案：2

`;

export const ansL5_8 = ` 正確答案：2

`;

export const ansL5_9 = ` 正確答案：1

`;


// export const ans_ = ` 正確答案：

// `;

// export const ans_ = ` 正確答案：

// `;
export const read_1 = `
森林浴［19］言葉を聞いたことありますか。森林浴とは1982年にある学者が作った言葉で、森林の中を散歩して森の香りを体に浴びて体や心をリラックスさせることです。誰でも手軽にできる健康的な過ごし方として、世界中で多くの人が森林浴を楽しんでいます。
［20］森林浴は脳に良い影響を与えることが最近の研究で分かり、実際に治療として患者が森林浴を行うこともあるそうです。
［21］森の香りの成分である「フィトンチッド」をご存じですか。フィトンチッドは木の葉っぱなどから出る天然成分で、リラックス効果はもちろん、くさいにおいを消したり菌や虫を殺したりする効果もあります。また、自然を意味する成分ということで、フィトンチッドを含んだ家庭用品を最近スーパーでよく［22］。
森林浴は、私たちにとってたくさんの長所があります。ぜひ一度試してみると［23］。
`;

export const read_2 = `
これはマンションの掲示板に貼られていたお知らせである。
防災訓練のお知らせ
みなさん、最近いかがお過ごしでしょうか。さて、今年も防災訓練の季節がやって来ました。日程は以下の通りです。
日時：7月14日（日曜日）　正午から13時まで
場所：海岸公園
訓練当日は、去年の防災訓練の時に住民全員にお配りした防災バッグを忘れずに持ってきてください。訓練の後、バッグの中の防災セットがちゃんと使えるかどうか確認します。みなさんの参加をお待ちしています。
`;

export const read_3 = `10月ということで秋らしいことをしようと思い、先日同僚を誘って近くの公園に紅葉を見に行きました。しかし、10月のおわりにもかかわらず、いたるところに紅葉の葉はまだ緑のままでした。こんなのは初めてです。去年までは3ヶ月ごとに春夏秋冬が感じられていたのに、今年はまるで夏が長くなったかのように暑い日が続いています。これも地球温暖化と関係があるのでしょうか。四つの季節が感じられるのが日本のいいところなのに、それが感じられなくなってしまうのは残念でたまりません。

`;

export const read_4 = `日本食は健康的だと世界中で言われることが多いですが、広くアジアを見ると、ベトナムの食事もとても健康的だと言えます。
生春巻きには野菜がたくさん使われており、ベトナム式のサンドイッチやハンバーガーにも野菜がたくさん入っています。
ベトナムの方は、男女関係なく普段から野菜を多く食べる習慣があります。言われてみると、ベトナムに行った時に太っている人をほとんど見かけませんでしたが、もしかするとその理由はベトナム料理にあるのかもしれません。

`;

export const read_5 = `これは航空会社から届いたメールである。
林太郎様
この度はアメリカ航空をご利用いただきありがとうございます。
ご予約のロサンゼルス行きの便ですが、台風の影響により出発時刻が変更になりましたのでお知らせ致します。
（変更前） 10月9日　午後3時発
→
（変更後） 10月10日　午前10時発
なお、今晩の宿泊場所は弊社社でご用意いたしております。ご希望の場合はアメリカ航空受付カウンターまでお越しください。ホテルのクーポンをお渡しします。
変更後の便のスケジュールでご都合が悪い場合はカスタマーサービスにご相談ください。（0120-456-789）
ご不便をおかけして申し訳ありません。
`;


export const read_6 = `2000年以降、海外に留学する日本人が減っていると言われている中、台湾の大学に留学する日本人の数は増えている。台湾留学の魅力を留学生に聞いたところ、「学費が他の国に比べて安い」「中国語を学びたい」「日本から近い」と答える人が多かった。中には「台湾の大学は英語のみで授業を行う学科が多く、英語と中国語が同時に学べるから」と答える人もいた。
こういった話を聞いて日本の若者の意識の高さに感動するが、悪い面もあるという。台湾の大学は外国人留学生の入学条件はゆるいため、外国人は比較的入学しやすいという。そのため、中国語ができないまま台湾に留学する日本人が多い。そういう留学生は大学で問題を起こすことが多く、ある大学では日本人留学生の募集数を減らしたという話もある。とても残念なことだ。
一昔前に比べ、最近の若い日本人は海外に対する恐怖心は少ない。しかし、だからといって何も準備をせず、とりあえず海外に飛び込めば人間として成長できるだろうという考え方には賛成できない。
`;

export const read_7 = `ある朝、高校時代の友達から電話がかかって来た。たまたま出張で東京に来ていて、私が東京で働いていることを思い出して連絡してきたらしい。急な連絡だったが、久しぶりに会うというのも悪くないと思い、その日の夜の食事の約束をした。
夜になって、約束した店で待っていると、友達がやって来た。体全体が少し丸くなったくらいで、顔は高校の時と何も変わっていなかった。もう10年以上会っていなかったので、お店が閉まる時間になるまでずっと話していた。学生時代の友達は利益が絡まない大切な仲間だと言われるが、彼と話していてそれを初めて体験した。
その日、昔の友達と久しぶりに会って何だか不思議な感じがした。社会人になって仕事に追われる生活を送る中、久しぶりに新鮮な気持ちになれた。まるで心が高校生に戻ったみたいだった。彼とはしばらく、また会えないだろうが、昔の友達に会うのはなかなかいいものだ。
`;

export const read_8 = `現在では「翌日配送」など、配達速度は昔に比べて驚くほど速くなりました。私たちもすっかりその速さに慣れ、ネットで注文した商品が翌日家に届くという状況に驚くということもなくなってしまいました。
しかし、配達が便利になった一方で、この数の荷物を配達する人は当然大変です。日本では、年間850億個の荷物が配達されており、その数は毎年増え続けています。また、トラックのドライバーも高齢になってきているうえに、人数も足りていないそうです。このまま荷物の量が増えつづけると、したいに配達速度はどんどん落ち、いつか配達自体ができなくなってしまうのではないかと心配されています。
この問題を少しでも解消するため、アメリカではすでに「ゆっくり配送」という考え方を変える動きが始まっています。つまり、配達の際に「ゆっくり配送」を選べるようにしたのです。
すぐに手に入れたい生活用品や食料品と違い、服や趣味で買うものは受け取りを急いでいない、という場合が多いです。そういう時に購入者が「ゆっくり配送」を選ぶと、配達の日にも余裕をもたせることができます。そうすれば、1日に配達する荷物の量が減らせ、ドライバーの負担も減らせます。それだけでなく、環境にもいいと期待されています。このスピードを重視しない配達は、今後もっと注目を浴びることでしょう。
`;


export const read_9 = ``;