
export const questions = {
Q1 : {
  sentences: [
    "Q1",
    "**通路側**の席のチケットを買った。",
    "A. つうろそく",
    "B. つうじそく",
    "C. つうろがわ",
    "D. つうじがわ"
]
  },


 Q2 : {
    sentences: [
    "Q2",
    "メールの**添付**ファイルをご覧ください。",
    "A. てんぷ ",
    "B. てんふ",
    "C. そえふう",
    "D. てんふう"
]
  },

 Q3 : {
    sentences: [
    "Q3",
    "**八百屋**で野菜を買う。",
    "A. とんや",
    "B. ほうや",
    "C. やおや",
    "D. うおや"
]
  },

 Q4 : {
    sentences: [
    "Q4",
    "この学校の**特色**は、制服がないことだ。",
    "A. どくしょく",
    "B. とくしょく",
    "C. どくいろ",
    "D. とくいろ"
]
  },

  Q5 : {
    sentences: [
    "Q5",
    "小学生は**名札**をつけて学校に行く。",
    "A. めいさつ",
    "B. なさつ",
    "C. めいふだ",
    "D. なふだ"
]
  },

 Q6 : {
    sentences: [
    "Q6",
    "道を**間違えて**約束の時間に遅れた。",
    "A. かんがえて",
    "B. とらえて",
    "C. たがえて",
    "D. まちがえて"
]
  },


 Q7 : {
    sentences: [
    "Q7",
    "A町からB町まで**往復**1時間かかる。",
    "A. おうふく",
    "B. おふく",
    "C. おうふうく",
    "D. おふうく"
]
  },

 Q8 : {
    sentences: [
    "Q8",
    "誰にでも**欠点**はあるものだ。",
    "A. けっでん",
    "B. けつでん",
    "C. けってん",
    "D. けつてん"
]
  },

 Q9 : {
    sentences: [
    "Q9",
    "大切な仲間を**うしなう**。",
    "A. 去う",
    "B. 失う",
    "C. 消う",
    "D. 離う"
]
  },

 Q10 : {
    sentences: [
    "Q10",
    "いつも買う肉が今日は**はんがく**になっている。",
    "A. 販角",
    "B. 販額",
    "C. 半価",
    "D. 半額"
]
  },

 Q11 : {
    sentences: [
    "Q11",
    "部屋の**まど**が開いている",
    "A. 袋 ",
    "B. 窓",
    "C. 灯",
    "D. 戸"
]
  },

 Q12 : {
    sentences: [
    "Q12",
    "今晩は駅前のホテルに**とまる**。",
    "A. 停まる",
    "B. 止まる",
    "C. 泊まる",
    "D. 住まる"
]
  },

  Q13 : {
    sentences: [
    "Q13",
    "今日のバスは**まんいん**だ。",
    "A. 満員",
    "B. 満院",
    "C. 万員",
    "D. 万院"
]
  },

Q14 : {
    sentences: [
    "Q14",
    "問題を**とく**のに時間がかかる。",
    "A. 当く",
    "B. 説く",
    "C. 解く",
    "D. 考く"
]
  },

Q15 : {
    sentences: [
    "Q15",
    "この木の下に宝があると聞いて穴を（  ）が、何も出てこない。",
    "A. 削った",
    "B. 掘った",
    "C. 下った",
    "D. 断った"
]
  },

Q16 : {
    sentences: [
    "Q16",
    "登り始めて2時間、（  ）山の一番上に着いた。",
    "A. ざっと",
    "B. じっと",
    "C. そっと",
    "D. やっと"
]
  },

Q17 : {
    sentences: [
    "Q17",
    "いつも通る道が工事していて（  ）をしたので、帰る時間が遅くなった。",
    "A. 通り道",
    "B. 回り道",
    "C. 近道",
    "D. 片道"
]
  },

Q18 : {
    sentences: [
    "Q18",
    "朝起きてカーテンを開けると、太陽が（  ）すぐに目が覚めた。",
    "A. しょっぱくて",
    "B. ゆるくて",
    "C. まぶしくて",
    "D. くだらなくて"
]
  },

Q19 : {
    sentences: [
    "Q19",
    "空を見つめて（  ）していると、辺りはすっかり暗くなっていた。",
    "A. ぼんやり",
    "B. きらきら",
    "C. きちんと",
    "D. うっかり"
]
  },

Q20 : {
    sentences: [
    "Q20",
    "駅前にあるレストランがスタッフを（  ）しているようだ。 ",
    "A. 販売",
    "B. 変換",
    "C. 募集",
    "D. 味方"
]
  },

Q21 : {
    sentences: [
    "Q21",
    "来週、仕事の（  ）があるので、失敗しないように何度も練習する。",
    "A. 味見",
    "B. 面接",
    "C. 予報",
    "D. 役割"
]
  },

Q22 : {
    sentences: [
    "Q22",
    "朝ごはんを食べていなかったので、学校に着くとすぐにお腹が（  ）だ。",
    "A. ぶつぶつ",
    "B. ぐらぐら",
    "C. ぴかぴか",
    "D. ぺこぺこ"
]
  }

};

export const read_1 = `つぎの文章を読んで、文章全体の内容を考えて、[19] から [23] の中に入る最もよいものを、1・2・3・4から一つえらびなさい。
今の私たちが「おいしい」と感じるものは、1万年以上前の人も「おいしい」と感じていたのだろうか？この問題の答えを発見した研究者がいます。
[19] 、1万年以上前の人が持つ（注1）味覚は、現代の私たちと違うということが分かったそうです。
味覚には、（注2）本能的なものと経験的なものがあります。本能的なものは、疲れた時に甘いものが欲しくなる、苦いものはまずいと感じる感覚です。[20] 、経験的なものは、子供の時に食べられなかったすっぱいものが大人になってから好きになった、苦い野菜は健康的でおいしく感じるなどがその例です。
[21] 、1万年以上前の人々は、大人になってからもすっぱいものや苦いものを避けていたことが調査で分かりました。その理由は、1万年前以上の人間は、すっぱいものは腐っており、苦いものは毒であると考えていたためです。これは [22] 、赤ちゃんがすっぱいものや苦いものを口に入れるとすぐに吐き出すのと同じ感覚です。赤ちゃんも「すっぱい＝くさっている」「苦い＝毒」と、生まれながらに知っているので吐き出してしまいます。1万年以上前の人々は決してすっぱいものや苦いものを好きになることはありませんでした。
このように考えると、1万年以上前の人々の味覚は、赤ちゃんの味覚と同じだと [23] 。
（注1）味覚：味に対する感覚のこと
（注2）本能：生まれたときからずっと持っている能力のこと
`;

export const read_ch_1 =`「現在的我們覺得『好吃』的東西，一萬多年前的人也會覺得『好吃』嗎？有研究人員發現了這個問題的答案。
[ 19 ] ，據說我們得知了一萬多年前人類所擁有的味覺，與現代的我們是不同的。
味覺分為本能性的與經驗性的。本能性的是指累的時候想吃甜的、覺得苦的東西很難吃這種感覺。 [ 20 ] ，經驗性的例子則是小時候不敢吃酸的，長大後卻變得喜歡；或者是覺得苦的蔬菜很健康、很好吃等等。」
[ 21 ] ，調查發現，一萬多年前的人們即使長大成人，也依然會避開酸的和苦的東西。其原因在於，一萬多年前的人類認為酸的東西已經腐爛，而苦的東西是有毒的。這 [ 22 ] 就像嬰兒把酸的或苦的東西放進嘴裡後會立刻吐出來一樣的感覺。嬰兒也天生就知道『酸＝腐爛』『苦＝有毒』，所以會吐出來。一萬多年前的人們絕對不可能會變得喜歡酸或苦的東西。
這樣想的話，一萬多年前的人類的味覺， [ 23 ] 可以說是和嬰兒的味覺是一樣的吧。
`;

export const read_2 =`送信者： 第一小学校
送信日時： 2020年7月25日 12:00
件名： 登校日のお知らせ
2年1組の保護者の皆様
お世話になっております。
来週8月2日（月曜日）は学校の登校日です。登校時間は朝8時半です。学校に到着した後、先生方のお話の時間があり、その後、学校を大掃除する予定です。生徒は汚れてもいい服装で来るようにお願いします。また、暑いので帽子と飲み物を持たせてください。11時前に全て終わりますので、お弁当は必要ありません。
よろしくお願い致します。
`;
export const read_ch_2 =`寄件者： 第一小學
主旨： 登校日（返校日）通知
2年1班的各位家長：
您好。
下週 8 月 2 日（星期一）是學校的返校日。到校時間是早上 8 點半。抵達學校後，會有老師們講話的時間，之後預計會進行學校大掃除。請讓學生穿著「髒了也沒關係的衣服（汚れてもいい服装）」來學校。 此外，因為天氣炎熱，請讓孩子帶帽子和飲料。所有行程會在 11 點前結束，所以不需要準備便當。
再請多多協助，謝謝。
`;

export const read_3 =`インドでは、牛肉と豚肉があまり一般的な食材ではありません。肉を食べるとなると、鶏肉や羊肉というのが普通です。また、インドは車やバイクが多くて外を歩くのは危ないので、出かける時は車に乗ることが一般的だそうです。そのため、インドでは、自分から肉を食べるようにしないと、知らないうちに筋肉が減っていきます。日本人がインドで働き始めると、多くの人が太ってしまうのもそのためです。
`;

export const read_ch_3 =`「在印度，牛肉和豬肉並不是那麼普遍的食材。說到要吃肉的話，通常都是吃雞肉或羊肉。此外，據說印度因為汽車和機車非常多，在外面走路很危險，所以出門時一般都會搭車。因此，在印度如果沒有自發性地（努力）去吃肉的話，不知不覺中肌肉就會減少。
日本人開始在印度工作後，很多人都會變胖，也是因為這個原因。」`;


export const read_4 =`今晩の月はきれいな丸の形をしている。あまりにきれいなので、庭に出て家族と一緒に月を眺めていると、あることを思い出した。日本だと、月の模様はうさぎの形をしていると言うが、他の国ではちがうと、先月うちにホームステイをしていた留学生が教えてくれた。彼女の国では、月の模様は馬の形に見えるそうだ。
私にはどう見ても馬の形には見えない。だが、彼女の説明を聞くと、確かに馬にも見える。これは、私にとっては面白い発見だった。物の見方は決して一つだけではないことに気づかされた。
`;

export const read_ch_4 =`今晚的月亮呈完美的圓形。因為實在太漂亮了，當我走到庭院和家人一起賞月時，想起了一件事。上個月在我們家寄宿的留學生告訴我，在日本，大家說月亮的紋路看起來像兔子的形狀，但在其他國家卻不一樣。據說在她的國家，月亮的紋路看起來像馬的形狀。
對我來說，無論怎麼看都不像馬。但是，聽完她的解釋後，確實看起來也像馬了。這對我來說是一個有趣的發現。這讓我意識到，看事情的角度（看物體的方式）絕非只有一種。
`;

export const read_5 =`教科書代の支払いについて教科書代の支払いについての連絡です。
今日の正午から17:00までにA棟の1階で教科書代を集金しているので、払いに行ってください。必ずおつりのないように準備してください。また、英会話のオンラインクラスの申し込みもできるので、興味のある人は、レッスン代と申し込み用紙を持って来てください。英会話レッスンの申し込みは明日の15:00までできます。よろしくお願いします。
`;
export const read_ch_5 =`這是一則關於支付教科書費用的通知。今天的中午（正午）到 17:00 為止，正在 A 棟 1 樓進行教科書費用的集金，請去付錢。請務必準備好剛好的金額，不要找零。此外，現場也可以報名英文會話的線上課程，有興趣的人，請攜帶堂數學費和報名表過來。英文會話課程的報名截止時間是到明天的 15:00 為止。謝謝大家。
`;

export const read_6 =`ある日、妻がこんなことを言っていた。
「この3足の靴下、10年前に1,000円で京都のお店で買ったんだけど、まだ履けるよ。この靴下は全部職人の手作りなんだよ。日本の職人の技術は①すごいね。」
今の時代、一度買ったらずっと使える物を作ろうという考えを持つ企業は少ない。パソコンだって携帯だって、数年経ったら故障して嫌でも新しい物を買わなければならなくなる。正直言って、時間と手間をかけて10年はいても破れない靴下を作るくらいなら、破れやすい靴下を作って何度も客に買ってもらった方が経営としては良いと考える人も多いと思う。
だが、②その考えは良くない。このような物作りを続けてきたせいで、地球がごみだらけになり、今後、地球に住めなくなるほど環境が悪化する可能性がある。地球環境を守るには、長く使い続けられる物が世界中で必要になる。日本の職人が作った物はまさにそれだ。
近い将来、こうした「ずっと使える物」が価値あるものとして世界中に広がっていくだろう。
`;

export const read_ch_6 =`有一天，我太太說了這樣的話：
『這 3 雙襪子，是 10 年前花 1000 日圓在京都的店裡買的，但現在還能穿喔。這些襪子全部都是職人（工匠）手工製作的。日本職人的技術①真厲害呢。』
在當今時代，很少有企業會抱持著『一旦買了就要做出能一直使用下去的物品』這樣的想法。不論是電腦還是手機，過幾年就會故障，讓人即使不願意也必須買新的。坦白說，很多人會認為，與其花費時間和精力去做出穿了 10 年都不會破的襪子，還不如做出容易破的襪子，讓客人反覆購買，在經營上反而是比較好的做法。
但是，②那樣的想法是不好的。正是因為持續著這種製造模式，導致地球變得滿是垃圾，今後環境甚至有可能惡化到讓人無法居住的程度。為了保護地球環境，全世界都會需要能長期持續使用下去的物品。日本職人所製造的物品，正巧就是這樣的東西。
在不久的將來，這種『能一直使用下去的物品』將作為有價值的東西，推向全世界吧。
`;

export const read_7 =`これはある雑誌の記事である。
今月5日、大阪に若者に人気の食べ放題のお店「ぱっくりモンスター」がオープンした。このお店の特徴として、料理に使用する魚は全て、その日に捕れた新鮮なものを北海道から直接運んできたものだという。さらに学生料金が設定されているので、若客に特に人気である。本店は北海道だが、昨年東京にも支店を出して大成功を収め、大阪店は3つ目の支店だ。
東京店では、しゃぶしゃぶが特に人気だった。だが、このお店の特徴は地域の有名をメニューに取り入れることなので、大阪店では大阪の名物料理が食べ放題になっている。
お客さんに話を聞いてみた。40代の男性は「出身が北海道なのですが、おいしい魚料理が大阪で食べられるなんてうれしいです」との声が聞けた。
家族連れで来たお母さんは「息子が3人いるんですけど、毎日3人分の食事を作るのが大変です。こんな安い値段でたくさん食べられるので子供たちも満足していますし、私も助かります」とうれしそうに話していた。
`;

export const read_ch_7 =`
這個月 5 日，深受年輕人喜愛的吃到飽餐廳『Pakkuri Monster（ぱっくりモンスター）』在大阪開幕了。這家店的特色在於，料理中所使用的魚類，全部都是將當天捕撈到的新鮮漁獲從北海道直接運送過來的。 此外，因為有設定學生優惠價（学生料金），所以特別受到年輕顧客的歡迎。雖然總店在北海道，但去年在東京開設分店並獲得了巨大的成功，大阪店則是他們的第三家分店。
在東京店，涮涮鍋特別受歡迎。不過，這家店的特色是將當地的名產融入菜單中，因此大阪店提供的是大阪名物料理（如章魚燒、大阪燒等）的吃到飽。
我們訪問了現場的顧客。一位 40 多歲的男性高興地說：『我的故鄉是北海道，沒想到在大阪也能吃到這麼美味的魚料理，真的很開心。』
帶著家人一起來的媽媽也笑著說：『我有三個兒子，每天要煮三人份的飯真的很辛苦。能用這麼便宜的價格吃飽，小孩子們很滿足，我也省事多了（我也輕鬆了）。』
`;