
export const questions = {
  Q31 : {
    sentences: [
    "Q31",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  Q32 : {
    sentences: [
    "Q32",
    "ほどく（解く）",
    "1. 「家に帰ってきたら、マスクを++ほどい++て手を洗いなさい」と子どもに言う。",
    "2. 今月末でアパートの部屋の契約を++ほどく++ので、荷物を片付けないといけない。",
    "3. テスト前に、いつもコーヒーを一杯飲んで緊張を++ほどく++。",
    "4. くつのひもを固く結び過ぎたせいで、ひもを++ほどこう++としても全然できない。"
]
  },


  Q34 : {
    sentences: [
    "Q34",
    "やかましい",
    "1. 最近母は学校の成績について++やかまし++く言ってくるので、あまり家に 帰りたくない。",
    "2. これから誕生日パーティーを始めるので、みんなで++やかまし++く乾杯した。",
    "3. 学校が終わってからアルバイトもしているので、毎日++やかまし++い生活 を送っている。",
    "4. 姉はお金の使い方が++やかまし++いので、 貯金が全然できない。"
]
  },

  Q35 : {
    sentences: [
    "Q35",
    "真剣",
    "1. 彼の言っていることはとても論理的で++真剣++だが、誰も同意しなかった。",
    "2. 社長は新しい社員5名を大きな声で++真剣++に歓迎してくれた。",
    "3. 今世界中で問題となっている++真剣++なテーマについて話し合いを行った。",
    "4. 彼は、子どものうちから自分の将来について++真剣++に考えている。"
]
  },

L1 : {
  sentences: [
    "Q1",
    "A. 友だちにれんらくをする",
    "B. にもつをせいりする",
    "C. 紙に名前を書く",
    "D. チェックインする"
]
  },


 L2 : {
    sentences: [
    "Q2",
    "A. すぐに家を出る",
    "B. 2かいに行く",
    "C. 郵便局に電話する",
    "D. でんちを用意する"
]
  },

 L3 : {
    sentences: [
    "Q3",
    "A. へやをへんこうする",
    "B. しりょうのないようをたしかめる",
    "C. 飲み物を買いに行く",
    "D. かいぎ室のつくえを並べなおす"
]
  },

 L4 : {
    sentences: [
    "Q4",
    "A. 佐藤先生を待つ",
    "B. 田中先生をさがす",
    "C. 佐藤先生に電話する",
    "D. 田中先生に電話する"
]
  },

  L5 : {
    sentences: [
    "Q5",
    "A. ほけんの紙をさがす",
    "B. しゅうり屋に電話をかける",
    "C. けいたいのせっていをかくにんする",
    "D. お店に行く"
]
  },

 L6 : {
    sentences: [
    "Q6",
    "A. 1かいのけんさ室に行く",
    "B. けんさのよやくをする",
    "C. かんごしからほけんしょうをもらう",
    "D. うけつけでほけんしょうをうけとる"
]
  },


 L7 : {
    sentences: [
    "Q7",
    "A. おいしい料理を食べるため",
    "B. 韓国にしゅっちょうするため",
    "C. けっこんしきを行うばしょを見るため",
    "D. 買いたいものを買うため"
]
  },

 L8 : {
    sentences: [
    "Q8",
    "A. 仕事のきげんが近いから",
    "B. 仕事の前にコーヒーを飲みたいから",
    "C. 仕事をうまくすすめるため",
    "D. 体にいいせいかつを送るため"
]
  },

 L9 : {
    sentences: [
    "Q9",
    "A. せいとぜんいんが理解できるじゅぎょうをすること",
    "B. せいとにいいかんきょうをあたえること",
    "C. できるだけたくさんたんごをおぼえること",
    "D. 外国人の友だちを作ること"
]
  },

 L10 : {
    sentences: [
    "Q10",
    "A. 時間がたってから、おちついて話しあう",
    "B. 奥さんが怒るまで待つ",
    "C. 晩ご飯の用意を手伝う",
    "D. 奥さんのつらい気持ちを理解する"
]
  },

 L11 : {
    sentences: [
    "Q11",
    "A. 体をけんこうなじょうたいにたもてること",
    "B. スポーツだけに集中できること",
    "C. あたまがすっきりすること",
    "D. 新しい友だちができること"
]
  },

 L12 : {
    sentences: [
    "Q12",
    "A. はがきを持ってきていない",
    "B. めんきょしょうをなくしてしまった",
    "C. こうしんできなかったりゆうがじゅうようなことではない",
    "D. パスポートを持ってきていない"
]
  },

  L13 : {
    sentences: [
    "問題 3",
    "問題3では、問題用紙に何もいんさつされていません。",
    "この問題は、ぜんたいとしてどんなないようかを聞く問題です。話の前に質問はありません。",
    "まず話を聞いてください。それから、質問とせんたくしを聞いて、1から4の中から、最もよいものを一つえらんでください。",
    "ー メモー"
]
  },

Q14 : {
    sentences: [
    "Q14",
    "問題を**とく**のに時間がかかる。",
    "A. 当く",
    "B. 説く",
    "C. 解く",
    "D. 考く"
]
  },

Q15 : {
    sentences: [
    "Q15",
    "この木の下に宝があると聞いて穴を（  ）が、何も出てこない。",
    "A. 削った",
    "B. 掘った",
    "C. 下った",
    "D. 断った"
]
  },

Q16 : {
    sentences: [
    "Q16",
    "登り始めて2時間、（  ）山の一番上に着いた。",
    "A. ざっと",
    "B. じっと",
    "C. そっと",
    "D. やっと"
]
  },

Q17 : {
    sentences: [
    "Q17",
    "いつも通る道が工事していて（  ）をしたので、帰る時間が遅くなった。",
    "A. 通り道",
    "B. 回り道",
    "C. 近道",
    "D. 片道"
]
  },

Q18 : {
    sentences: [
    "Q18",
    "朝起きてカーテンを開けると、太陽が（  ）すぐに目が覚めた。",
    "A. しょっぱくて",
    "B. ゆるくて",
    "C. まぶしくて",
    "D. くだらなくて"
]
  },

Q19 : {
    sentences: [
    "Q19",
    "空を見つめて（  ）していると、辺りはすっかり暗くなっていた。",
    "A. ぼんやり",
    "B. きらきら",
    "C. きちんと",
    "D. うっかり"
]
  },

Q20 : {
    sentences: [
    "Q20",
    "駅前にあるレストランがスタッフを（  ）しているようだ。 ",
    "A. 販売",
    "B. 変換",
    "C. 募集",
    "D. 味方"
]
  },

Q21 : {
    sentences: [
    "Q21",
    "来週、仕事の（  ）があるので、失敗しないように何度も練習する。",
    "A. 味見",
    "B. 面接",
    "C. 予報",
    "D. 役割"
]
  },

Q22 : {
    sentences: [
    "Q22",
    "朝ごはんを食べていなかったので、学校に着くとすぐにお腹が（  ）だ。",
    "A. ぶつぶつ",
    "B. ぐらぐら",
    "C. ぴかぴか",
    "D. ぺこぺこ"
]
  },

   L1_1 : {
    sentences: [ 
    "1 ばん",
    "1. 友だちにれんらくをする",
    "2. にもつをせいりする",
    "3. 紙に名前を書く",
    "4. チェックインする"
]
  },

  L1_2 : {
    sentences: [  
    "2 ばん",
    "1. すぐに家を出る",
    "2. 2かいに行く",
    "3. 郵便局に電話する",
    "4. でんちを用意する"
]
  },

    L1_3 : {
    sentences: [  
    "3 ばん",
    "1. へやをへんこうする",
    "2. しりょうのないようをたしかめる",
    "3. 飲み物を買いに行く",
    "4. かいぎ室のつくえを並べなおす"
]
  },

    L1_4 : {
    sentences: [  
    "4 ばん",
    "1. 佐藤先生を待つ",
    "2. 田中先生をさがす",
    "3. 佐藤先生に電話する",
    "4. 田中先生に電話する"
]
  },

    L1_5 : {
    sentences: [  
    "5 ばん",
    "1. ほけんの紙をさがす",
    "2. しゅうり屋に電話をかける",
    "3. けいたいのせっていをかくにんする",
    "4. お店に行く"
]
  },

    L1_6 : {
    sentences: [  
    "6 ばん",
    "1. 1かいのけんさ室に行く",
    "2. けんさのよやくをする",
    "3. かんごしからほけんしょうをもらう",
    "4. うけつけでほけんしょうをうけとる"
]
  },

  L2_1 : {
    sentences: [ 
    "1 ばん",
    "1. おいしい料理を食べるため",
    "2. 韓国にしゅっちょうするため",
    "3. けっこんしきを行うばしょを見るため",
    "4. 買いたいものを買うため"
]
  },

  L2_2 : {
    sentences: [  
    "2 ばん",
    "1. 仕事のきげんが近いから",
    "2. 仕事の前にコーヒーを飲みたいから",
    "3. 仕事をうまくすすめるため",
    "4. 体にいいせいかつを送るため"
]
  },

    L2_3 : {
    sentences: [  
    "3 ばん",
    "1. せいとぜんいんがりかいできるじゅぎょうをすること ",
    "2. せいとにいいかんきょうをあたえること",
    "3. できるだけたくさんたんごをおぼえること",
    "4. 外国人の友だちを作ること"
]
  },

    L2_4 : {
    sentences: [  
    "4 ばん",
    "1. 時間がたってから、おちついて話しあう",
    "2. 奥さんが怒るまで待つ",
    "3. 晩ご飯の用意を手伝う",
    "4. 奥さんのつらい気持ちをりかいする"
]
  },

    L2_5 : {
    sentences: [  
    "5 ばん",
    "1. 体をけんこうなじょうたいにたもてること",
    "2. スポーツだけに集中できること",
    "3. あたまがすっきりすること",
    "4. 新しい友だちができること"
]
  },

    L2_6 : {
    sentences: [  
    "6 ばん",
    "1. ほかきを持ってきていない",
    "2. めんきょしょうをなくしてしまった",
    "3. こうしんできなかったりゆうがじゅうようなことではない",
    "4. パスポートを持ってきてない"
]
  }
};
export const ansL1_1 = ` 正確答案：3

`;

export const ansL1_2 = ` 正確答案：2

`;

export const ansL1_3 = ` 正確答案：4
会社で女の人と男の人が話しています。二人は明日の午前中何をしますか。
F:明日のミーティングは201の会議室で合っていますか。
M:いいえ、確か301に変更になりましたよ。
F:あら、そうでしたか。時間は午後1時からですよね?
M:はい。でも、会議室の机を並べ直さないといけないので、私たちは11時に集合です。
F:そうですか。明日、他にすることありますか。
M:出席者の方たちへの飲み物も必要なので、今日中に買っておきましょう。
F:分かりました。では明日使う資料については、内容に問題がないか、あとでもう一度確認しておきます。
二人は明日の午前中何をしますか。
1 部屋を変更する
2 資料の内容を確かめる
3 飲み物を買いに行く
4 会議室の机を並べ直す
`;

export const ansL1_4 = ` 正確答案：2

`;

export const ansL1_5 = ` 正確答案：1
女の人と男の人が話しています。女の人はこのあとまず何をしますか。
F:ねえ。ちょっと聞いてくれる?
M:どうしたの?
F:昨日から私の携帯おかしくて、電話がかかってきても音が全然出ないの。故障しちゃったのかな?ちょっと見てくれない?
M:いいよ。どれどれ。確認だけど、音が出ない設定にはしてないよね?
F:もちろんよ。一昨日まで問題なかったんだから。あ、そういえば、昨日携帯を地面に落としちゃったの。
もしかしたらそれが原因かもしれない。
M:それはお店で見てもらったほうがいいね。保険には入ってる?
F;確か入ってると思う。契約したときに紙をもらったから、あとで家に帰ったら調べてみる
`;

export const ansL1_6 = ` 正確答案：3

`;

export const ansL2_1 = ` 正確答案：3

`;

export const ansL2_2 = ` 正確答案：3

`;

export const ansL2_3 = ` 正確答案：2

`;

export const ansL2_4 = ` 正確答案：4

`;

export const ansL2_5 = ` 正確答案：2

`;

export const ansL2_6 = ` 正確答案：3

`;

export const ansL3_1 = ` 正確答案：4

`;

export const ansL3_2 = ` 正確答案：2

`;

export const ansL3_3 = ` 正確答案：3

`;

export const ansL5_1 = ` 正確答案：2

`;

export const ansL5_2 = ` 正確答案：3

`;

export const ansL5_3 = ` 正確答案：3

`;

export const ansL5_4 = ` 正確答案：1

`;

export const ansL5_5 = ` 正確答案：3

`;

export const ansL5_6 = ` 正確答案：2

`;

export const ansL5_7 = ` 正確答案：3

`;

export const ansL5_8 = ` 正確答案：2

`;

export const ansL5_9 = ` 正確答案：1

`;