
export const questions = {
L1 : {
  sentences: [
    "Q1",
    "A. 友だちにれんらくをする",
    "B. にもつをせいりする",
    "C. 紙に名前を書く",
    "D. チェックインする"
]
  },


 L2 : {
    sentences: [
    "Q2",
    "A. すぐに家を出る",
    "B. 2かいに行く",
    "C. 郵便局に電話する",
    "D. でんちを用意する"
]
  },

 L3 : {
    sentences: [
    "Q3",
    "A. へやをへんこうする",
    "B. しりょうのないようをたしかめる",
    "C. 飲み物を買いに行く",
    "D. かいぎ室のつくえを並べなおす"
]
  },

 L4 : {
    sentences: [
    "Q4",
    "A. 佐藤先生を待つ",
    "B. 田中先生をさがす",
    "C. 佐藤先生に電話する",
    "D. 田中先生に電話する"
]
  },

  L5 : {
    sentences: [
    "Q5",
    "A. ほけんの紙をさがす",
    "B. しゅうり屋に電話をかける",
    "C. けいたいのせっていをかくにんする",
    "D. お店に行く"
]
  },

 L6 : {
    sentences: [
    "Q6",
    "A. 1かいのけんさ室に行く",
    "B. けんさのよやくをする",
    "C. かんごしからほけんしょうをもらう",
    "D. うけつけでほけんしょうをうけとる"
]
  },


 Q7 : {
    sentences: [
    "Q7",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q8 : {
    sentences: [
    "Q8",
    "誰にでも**欠点**はあるものだ。",
    "A. けっでん",
    "B. けつでん",
    "C. けってん",
    "D. けつてん"
]
  },

 Q9 : {
    sentences: [
    "Q9",
    "大切な仲間を**うしなう**。",
    "A. 去う",
    "B. 失う",
    "C. 消う",
    "D. 離う"
]
  },

 Q10 : {
    sentences: [
    "Q10",
    "いつも買う肉が今日は**はんがく**になっている。",
    "A. 販角",
    "B. 販額",
    "C. 半価",
    "D. 半額"
]
  },

 Q11 : {
    sentences: [
    "Q11",
    "部屋の**まど**が開いている",
    "A. 袋 ",
    "B. 窓",
    "C. 灯",
    "D. 戸"
]
  },

 Q12 : {
    sentences: [
    "Q12",
    "今晩は駅前のホテルに**とまる**。",
    "A. 停まる",
    "B. 止まる",
    "C. 泊まる",
    "D. 住まる"
]
  },

  Q13 : {
    sentences: [
    "Q13",
    "今日のバスは**まんいん**だ。",
    "A. 満員",
    "B. 満院",
    "C. 万員",
    "D. 万院"
]
  },

Q14 : {
    sentences: [
    "Q14",
    "問題を**とく**のに時間がかかる。",
    "A. 当く",
    "B. 説く",
    "C. 解く",
    "D. 考く"
]
  },

Q15 : {
    sentences: [
    "Q15",
    "この木の下に宝があると聞いて穴を（  ）が、何も出てこない。",
    "A. 削った",
    "B. 掘った",
    "C. 下った",
    "D. 断った"
]
  },

Q16 : {
    sentences: [
    "Q16",
    "登り始めて2時間、（  ）山の一番上に着いた。",
    "A. ざっと",
    "B. じっと",
    "C. そっと",
    "D. やっと"
]
  },

Q17 : {
    sentences: [
    "Q17",
    "いつも通る道が工事していて（  ）をしたので、帰る時間が遅くなった。",
    "A. 通り道",
    "B. 回り道",
    "C. 近道",
    "D. 片道"
]
  },

Q18 : {
    sentences: [
    "Q18",
    "朝起きてカーテンを開けると、太陽が（  ）すぐに目が覚めた。",
    "A. しょっぱくて",
    "B. ゆるくて",
    "C. まぶしくて",
    "D. くだらなくて"
]
  },

Q19 : {
    sentences: [
    "Q19",
    "空を見つめて（  ）していると、辺りはすっかり暗くなっていた。",
    "A. ぼんやり",
    "B. きらきら",
    "C. きちんと",
    "D. うっかり"
]
  },

Q20 : {
    sentences: [
    "Q20",
    "駅前にあるレストランがスタッフを（  ）しているようだ。 ",
    "A. 販売",
    "B. 変換",
    "C. 募集",
    "D. 味方"
]
  },

Q21 : {
    sentences: [
    "Q21",
    "来週、仕事の（  ）があるので、失敗しないように何度も練習する。",
    "A. 味見",
    "B. 面接",
    "C. 予報",
    "D. 役割"
]
  },

Q22 : {
    sentences: [
    "Q22",
    "朝ごはんを食べていなかったので、学校に着くとすぐにお腹が（  ）だ。",
    "A. ぶつぶつ",
    "B. ぐらぐら",
    "C. ぴかぴか",
    "D. ぺこぺこ"
]
  }

};