
export const questions = {
Q15 : {
  sentences: [
    "Q15",
    "電車に乗って雑誌を読んでいたら、降りる駅を（　）しまった。",
    "A. 乗り降りして",
    "B. 乗り過ごして",
    "C. 乗り込んで",
    "D. 乗り越えて"
]
  },


 Q16 : {
    sentences: [
    "Q16",
    "私は子どもの頃から父に（　）良くするように厳しく言われた。",
    "A. 礼節",
    "B. 苦情",
    "C. 関心",
    "D. 行儀"
]
  },

 Q17 : {
    sentences: [
    "Q17",
    "絵画はそれだけでも美しいが、（　）に入れて飾るともっと美しい。",
    "A. 額",
    "B. 袋",
    "C. 札",
    "D. 柄"
]
  },

 Q18 : {
    sentences: [
    "Q18",
    "初めて（　）ツアーに参加したが、一日だけでも十分楽しめた。",
    "A. 日当たり",
    "B. 日替わり",
    "C. 日の入り",
    "D. 日帰り"
]
  },

 Q19 : {
    sentences: [
    "Q19",
    "くしゃみが出そうだったが、図書館の中なので、出ないように（　）した。",
    "A. 包帯",
    "B. 暗記",
    "C. 我慢",
    "D. 面倒"
]
  },


 Q20 : {
    sentences: [
    "Q20",
    "雨で運動会が中止になったので、子供たちは（　）している。",
    "A. がっかり",
    "B. ぎっちり",
    "C. ぐっすり",
    "D. じっくり"
]
  },

 Q21 : {
    sentences: [
    "Q21",
    "レストランで友達と集まって食事をした後、駅で（　）して家に帰った。",
    "A. 説得",
    "B. 解散",
    "C. 記念",
    "D. 経由"
]
  },

 Q22 : {
    sentences: [
    "Q22",
    "財布の中にお金がなかったことに気づいて、さっき銀行でお金を（　）きた。",
    "A. 割り出して",
    "B. 下ろして",
    "C. 寄せて",
    "D. 引っ張って"
]
  },

 Q23 : {
    sentences: [
    "Q23",
    "2022年の世界の人口は、（　）80億人と言われている。",
    "A. しょっちゅう",
    "B. すっかり",
    "C. けっこう",
    "D. およそ"
]
  },
 Q24 : {
    sentences: [
    "Q24",
    "ちょうどその日は友達の誕生日だったので、ご飯を（　）あげた。",
    "A. つなげて",
    "B. なでて",
    "C. おごって",
    "D. ひねって"
]
  },

 Q25 : {
    sentences: [
    "Q25",
    "雨が降ってきたので、さっき出かけた兄を（　）、傘を渡した。",
    "A. 求めた",
    "B. ぶつけた",
    "C. 追いかけた",
    "D. 越えた"
]
  },

 Q26 : {
    sentences: [
    "Q26",
    "彼は驚くほど**利口**だ。",
    "A. かしこい",
    "B. 健康的だ",
    "C. 背が高い",
    "D. 格好いい"
]
  },

 Q27 : {
    sentences: [
    "Q27",
    "毎年冬になると患者が増える。",
    "A. 学校を休む人",
    "B. 借金する人",
    "C. 犯罪をする人",
    "D. 病気で病院に行く人"
]
  },

 Q28 : {
    sentences: [
    "Q28",
    "この商品は去年ヒットした。",
    "A. よく売れた",
    "B. 海外から輸入された",
    "C. 新しく作られた",
    "D. テレビで紹介された"
]
  },

 Q29 : {
    sentences: [
    "Q29",
    "今日はおかずがたくさんだ。",
    "A. 情報",
    "B. 宿題",
    "C. 料理",
    "D. 薬"
]
  },

 Q30 : {
    sentences: [
    "Q30",
    "山田さんはうとうとしている。",
    "A. 愉快だ",
    "B. 悲しみでいっぱいだ",
    "C. 眠くなっている",
    "D. 緊張している"
]
  }

};


export const read_2 = `這是第二個長字串的內容...`;

export const read_3 = `這是第三個長字串的內容...`;