export const questions = {
Q1 : {
  sentences: [
    "Q1",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q2 : {
  sentences: [
    "Q2",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q3 : {
  sentences: [
    "Q3",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q4 : {
  sentences: [
    "Q4",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q5 : {
  sentences: [
    "Q5",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q6 : {
  sentences: [
    "Q6",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q7 : {
  sentences: [
    "Q7",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q8 : {
  sentences: [
    "Q8",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q9 : {
  sentences: [
    "Q9",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q10 : {
  sentences: [
    "Q10",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q11 : {
  sentences: [
    "Q11",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q12 : {
  sentences: [
    "Q12",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  }, 

  Q13 : {
  sentences: [
    "Q13",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q14 : {
  sentences: [
    "Q14",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

Q15 : {
  sentences: [
    "Q15",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q16 : {
    sentences: [
    "Q16",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q17 : {
    sentences: [
    "Q17",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q18 : {
    sentences: [
    "Q18",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q19 : {
    sentences: [
    "Q19",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },


 Q20 : {
    sentences: [
    "Q20",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q21 : {
    sentences: [
    "Q21",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q22 : {
    sentences: [
    "Q22",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q23 : {
    sentences: [
    "Q23",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },
 Q24 : {
    sentences: [
    "Q24",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q25 : {
    sentences: [
    "Q25",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q26 : {
    sentences: [
    "Q26",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q27 : {
    sentences: [
    "Q27",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q28 : {
    sentences: [
    "Q28",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q29 : {
    sentences: [
    "Q29",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

 Q30 : {
    sentences: [
    "Q30",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  Q31 : {
    sentences: [
    "Q30",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  Q32 : {
    sentences: [
    "Q30",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },


  Q33 : {
    sentences: [
    "Q30",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  Q34 : {
    sentences: [
    "Q30",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  Q35 : {
    sentences: [
    "Q30",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  // part2

   QQ1 : {
    sentences: [
    "Q1",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ2 : {
    sentences: [
    "Q2",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ3 : {
    sentences: [
    "Q3",
    " ",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ4 : {
    sentences: [
    "Q4",
    "  ",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ5 : {
    sentences: [
    "Q5",
    "",
    "  ",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ6 : {
    sentences: [
    "Q6",
    "",
    "",
    "",
    ":",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ7 : {
    sentences: [
    "Q7",
    "  ",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ8 : {
    sentences: [
    "Q8",
    "",
    "  ",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ9 : {
    sentences: [
    "Q9",
    "  ",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ10 : {
    sentences: [
    "Q10",
    "  ",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ11 : {
    sentences: [
    "Q11",
    "",
    "  ",
    " ",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ12 : {
    sentences: [
    "Q12",
    "",
    "",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ13 : {
    sentences: [
    "Q13",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ14 : {
    sentences: [
    "Q14",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ15 : {
    sentences: [
    "Q15",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ16 : {
    sentences: [
    "Q16",
    "",
    
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ17 : {
    sentences: [
    "Q17",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ18 : {
    sentences: [
    "Q18",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  // 閱讀題組
  QQ19 : {
    sentences: [
    "Q19",
    
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ20 : {
    sentences: [
    "Q20",  
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

   QQ21 : {
    sentences: [
    "Q21",  
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ22 : {
    sentences: [
    "Q22",  
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ23 : {
    sentences: [
    "Q23",  
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ24 : {
    sentences: [
    "Q24",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

   QQ25 : {
    sentences: [
    "Q25",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ26 : {
    sentences: [
    "Q26",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ27 : {
    sentences: [
    "Q27",  
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ28 : {
    sentences: [
    "Q28",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ29 : {
    sentences: [
    "Q29",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ30 : {
    sentences: [
    "Q30",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ31 : {
    sentences: [
    "Q31",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ32 : {
    sentences: [
    "Q32",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ33 : {
    sentences: [
    "Q33",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ34 : {
    sentences: [
    "Q34",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ35 : {
    sentences: [
    "Q35",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ36 : {
    sentences: [
    "Q36",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ37 : {
    sentences: [
    "Q37",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  L1_1 : {
    sentences: [ 
    "1 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

  L1_2 : {
    sentences: [  
    "2 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L1_3 : {
    sentences: [  
    "3 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L1_4 : {
    sentences: [  
    "4 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L1_5 : {
    sentences: [  
    "5 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L1_6 : {
    sentences: [  
    "6 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

  L2_1 : {
    sentences: [ 
    "1 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

  L2_2 : {
    sentences: [  
    "2 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L2_3 : {
    sentences: [  
    "3 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L2_4 : {
    sentences: [  
    "4 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L2_5 : {
    sentences: [  
    "5 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

    L2_6 : {
    sentences: [  
    "6 ばん",
    "1. ",
    "2. ",
    "3. ",
    "4. "
]
  },

};

export const ans_1 = `正確答案：
`;

export const ans_2 = `正確答案：`;

export const ans_3 = `正確答案：`;

export const ans_4 = `正確答案：`;

export const ans_5 = `正確答案：`;

export const ans_6 = `正確答案：`;

export const ans_7 = `正確答案：`;

export const ans_8 = `正確答案：`;

export const ans_9 = `正確答案：`;

export const ans_10 = `正確答案：`;

export const ans_11 = `正確答案：`;

export const ans_12 = `正確答案：`;

export const ans_13 = `正確答案：`;

export const ans_14 = `正確答案：`;


export const ans_15 = ` 正確答案：
`;


export const ans_16 = ` 正確答案：
`;

export const ans_17 = ` 正確答案：
`;

export const ans_18 = ` 正確答案：
`;

export const ans_19 = ` 正確答案：
`;

export const ans_20 = ` 正確答案：

`;

export const ans_21 = ` 正確答案：

`;

export const ans_22 = ` 正確答案：

`;

export const ans_23 = ` 正確答案：
`;

export const ans_24 = ` 正確答案：
`;

export const ans_25 = ` 正確答案：
`;

export const ans_26 = ` 正確答案：
`;


export const ans_27 = ` 正確答案：
`;

export const ans_28 = ` 正確答案：
`;

export const ans_29 = ` 正確答案：
`;


export const ans_30 = ` 正確答案：
`;

export const ans_31 = `正確答案： `;

export const ans_32 = `正確答案： `;

export const ans_33 = `正確答案： `;

export const ans_34 = `正確答案： `;

export const ans_35 = `正確答案： `;


export const ans2_1 = ` 正確答案：
`;

export const ans2_2 = ` 正確答案：
`;

export const ans2_3 = ` 正確答案：
`;

export const ans2_4 = ` 正確答案：
`;

export const ans2_5 = ` 正確答案：
`;

export const ans2_6 = ` 正確答案：
`;

export const ans2_7 = ` 正確答案：
`;

export const ans2_8 = ` 正確答案：
`;

export const ans2_9 = ` 正確答案：
`;

export const ans2_10 = ` 正確答案：
`;

export const ans2_11 = ` 正確答案：
`;

export const ans2_12 = ` 正確答案：
`;

export const ans2_13 = ` 正確答案：
`;

export const ans2_14 = ` 正確答案：
`;

export const ans2_15 = ` 正確答案：C

`;

export const ans2_16 = ` 正確答案：B

`;

export const ans2_17 = ` 正確答案：D

`;

export const ans2_18 = ` 正確答案：B

`;

export const ans2_19 = ` 正確答案：C

`;

export const ans2_20 = ` 正確答案：B

`;

export const ans2_21 = ` 正確答案：D

`;

export const ans2_22 = ` 正確答案：A

`;


export const ans2_23 = ` 正確答案：C

`;

export const ans2_24 = ` 正確答案：C

`;

export const ans2_25 = ` 正確答案：B

`;

export const ans2_26 = ` 正確答案：B

`;

export const ans2_27 = ` 正確答案：C

`;


export const ans2_28 = ` 正確答案：B

`;

export const ans2_29 = ` 正確答案：C

`;

export const ans2_30 = ` 正確答案：A

`;


export const ans2_31 = ` 正確答案：D

`;

export const ans2_32 = ` 正確答案：B

`;


export const ans2_33 = ` 正確答案：C

`;


export const ans2_34 = ` 正確答案：A

`;

export const ans2_35 = ` 正確答案：A

`;

export const ans2_36 = ` 正確答案：C

`;

export const ans2_37 = ` 正確答案：D

`;

export const ansL1_1 = ` 正確答案：2

`;

export const ansL1_2 = ` 正確答案：4

`;

export const ansL1_3 = ` 正確答案：1

`;

export const ansL1_4 = ` 正確答案：3

`;

export const ansL1_5 = ` 正確答案：2

`;

export const ansL1_6 = ` 正確答案：1

`;

export const ansL2_1 = ` 正確答案：3

`;

export const ansL2_2 = ` 正確答案：4

`;

export const ansL2_3 = ` 正確答案：3

`;

export const ansL2_4 = ` 正確答案：1

`;

export const ansL2_5 = ` 正確答案：4

`;

export const ansL2_6 = ` 正確答案：2

`;

export const ansL3_1 = ` 正確答案：3

`;

export const ansL3_2 = ` 正確答案：1

`;

export const ansL3_3 = ` 正確答案：2

`;

export const ansL5_1 = ` 正確答案：2

`;

export const ansL5_2 = ` 正確答案：1

`;

export const ansL5_3 = ` 正確答案：3

`;

export const ansL5_4 = ` 正確答案：2

`;

export const ansL5_5 = ` 正確答案：3

`;

export const ansL5_6 = ` 正確答案：1

`;

export const ansL5_7 = ` 正確答案：2

`;

export const ansL5_8 = ` 正確答案：2

`;

export const ansL5_9 = ` 正確答案：1

`;


// export const ans_ = ` 正確答案：

// `;

// export const ans_ = ` 正確答案：

// `;
export const read_1 = `隣の家のおじさんは町で唯一のパン屋を経営している。町の人からとても愛されているパン屋で、いつもお客さんでいっぱいだ。私もおじさんの焼くパンが大好きだ。
[ 19 ]、おじさんの話を聞くと、パン屋の仕事は思った以上に大変だと思った。みんながまだ寝ている朝3時に毎日起きて、暗い中、店のキッチンに行く。そこから急いでパンの生地をこね始め、生地ができたら急いでオーブンで焼き、また次のパンを作り始める。朝のパン屋は時間との競争なのだそうだ。
7時頃になるとだいたいのパンが焼き上がり、パン屋の窓からパンの美味しそうな香りが町の方へと流れる。すると、町の人たちは [ 20 ] パンを求めに店に集まる。
8時に店がオープンすると、店の前で待っていたお客さんたちは中へ入って、パンを [ 21 ]。
おじさんは、それからもパンをこねては焼き、こねては焼きを繰り返す。休憩できる頃には、もう夜になっている。
「そんなに朝早く起きてパンを焼くのは [ 22 ] ？」とおじさんに聞くと、「疲れて休みたいと思う時もあるけど、それよりも自分の作ったパンを食べるお客さんの笑顔を見る方が [ 23 ] うれしいんだ。」と言う。
毎日朝早くから夜までパンを作り続けるのは大変だと思うが、これからもおじさんにはがんばってパン屋を続けてほしいと思う。`;

export const read_2 = `おじいちゃん、おばあちゃん、元気でお過ごしですか。7月になったばかりなのに、こちらの気温は、もう30度を超えました。なんだか毎年暑くなっている気がします。
僕は今年から中学生になりました。この前、テストがあって、国語と数学で100点を取りました。中学校の勉強は小学校の時より難しいですが、新しい事がいっぱい学べるので楽しいです。
今度の連休に遊びに行きますね。お体に気をつけてお過ごしください。
卓也より
`;

export const read_3 = `日本の小学校では、一般的に学校が昼食を用意する。メニューは専門の栄養の先生が毎月決めており、子供が1日に必要な栄養の3分の1、またはそれ以上になるように設定されている。ただ、塩の量については、うちで食べる食事に多く含まれていることが多いので、逆に1日あたりの必要量の3分の1を超えないように作られている。
その代わりに、味付けを工夫することで、塩の味が足りないと感じないような料理になっている。`;

export const read_4 = `歴史を学ぶことは重要だ。過去に何が起こったかを知り、それがなぜ起こったのか、当時の人はどう考えていたのかなどを知ることで、今起こっていることの意味や、これから何が起こるのかが予想できるようになるからだ。その際、一人で考えるだけでなく、クラスメイトと意見を交わしたりして、他の人の考え方を知ることが大切だ。そうすると、色々な角度から物事が考えられるようになり、今まで見えなかったものが見えるようになる。
こうした学び方は社会に出てからとても役に立つので、若いうちから身につけておくと良いだろう。`;

export const read_5 = `閉店のお知らせ
小林商店は、この商店街で営業を始めて50年になります。しかし、店主がこれ以上営業を続けるのが難しい歳となり、来月末で営業を終了することに致しました。不景気や大型デパートの増加など、営業が続けられなくなるかもしれないことが何度もありました。しかし、みなさまのおかげで50年間営業が続けられたことに感謝申し上げます。
突然のことではありますが、50年間ありがとうございました。`;

export const read_6 = `以下は、5つの国で働いた経験がある日本人が書いた文章である。
私は子供の頃、約束した時間は必ず守りなさいと親からも学校の先生からも厳しく指導された。だから、それが当たり前だと思って育った。だが、21世紀になり、今の日本人の子供たちは、必ずしも時間を守るように大人に言われていないと聞いた。そんな子供たちは当然、大人になってからも時間を守れない。
反対に、「時間にルーズだ」と思っていた海外の人たちの中に、時間を守る人が増えたように感じる。私は今の会社に就職して以来、20年間ずっと海外勤務だが、海外のビジネスパーソンは約束の時間を守る。彼らは「時間は命」と考えている。自分の時間を無駄にされたくないから、相手の時間を無駄にするようなことをしない。時間を守らないことで相手の信頼を失うことをちゃんと理解している。
「時間を守る」という習慣は、長い間、日本人の間で大切にされてきた。時間を守るだけで人から信頼が得られるのに、それができない日本人が増えたのを見て、とても残念に感じる。`;

export const read_7 = `①高齢者や体の不自由な方などが日常生活で困らないような工夫を、以前よりあちこちで見かけるようになった。たとえば、足が不自由な方の通めに、駅やスーパーなどにはエレベーターが必ずある。目が不自由な方や高齢の方に対しては、駅員が駅のプラットホームまでついて行くサービスもある。
②こうした動きが始まったのは、2006年に新しい法律ができてからだ。この法律によって、多くの人が利用する場所には必ずエレベーターや体が不自由な方用のトイレを少なくとも1つは設置しなければいけなくなった。それまでは、そうした人たちの生活を便利にすることに対して、社会の関心は薄かった。だが、2006年をきっかけに、体が不自由な方や高齢者への関心が強くなり、今でもその流れは続いている。彼らの声をしっかり聴き、改善が必要なところは整備が進んでいる。
「誰もが住みやすい社会を作る」という政府の姿勢は、決してうそではないようだ。これからもより良い社会を目指して活動してほしいと願う。`;

export const read_8 = `友達と道を歩いていると、前方から犬が一匹歩いてきた。首輪がついているので、誰かが飼っている犬のようだ。首輪には小さい文字で「キャンディ」と書いてある。だが、周りを見ても（注）飼い主らしき人はいない。犬は道に迷っているようだ。ちょっと①心配だ。
友達と相談して、交番に届けることにした。犬をひっぱるひもがないので、「こっちだよ、こっち。」と声をかけながら、1時間かけて近くの交番まで連れて来た。
私たちが警察に事情を説明していると、突然入口から「それ、私の犬です！」と言いながら女の人が入ってきた。
警察が「あなたの犬で間違いないですか。」と尋ねると、「はい、間違いありません。私のキャンディちゃんです。」とすぐに答えた。犬も彼女に会ったのが嬉しいらしく、しっぽをずっと振っている。②この犬は間違いなく彼女のだ。警察も首輪に書かれている小さな文字を見て、この犬が彼女のものであることを確認した。
飼い主の話によると、犬を公園へ散歩に連れて行った際に突然走り出して、どこへ行ったか分からなくなってしまったらしい。
飼い主は私たちに「キャンディちゃんを見つけてくれたお礼に、このチケットを2枚受け取ってください」と言って帰っていった。もう夕方だったので、私たちも家に帰ることにした。
今日、私たちは喫茶店でお茶を飲みながら話をする予定だったが、結局迷子の犬のせいで時間がなくなってしまった。だが、ふと、犬の飼い主の彼女がくれたチケットを見ると、なんと今日私たちが行こうとしていた喫茶店のコーヒー無料券だった。「今日は人助けができてよかった。人助けって気持ちがいいね。それにチケットまでもらえて運がいいね。」③私たちは幸せな気持ちでうちへ帰っていった。
（注）飼い主：そのペットを飼っている人のこと、ペットの所有者`;

export const read_9 = ``;