export const questions = {
Q1 : {
  sentences: [
    "Q1",
    "来週から**連休**が始まる。",
    "A. れんしゅ",
    "B. りんしゅう",
    "C. れんしゅう",
    "D. れんきゅう"
]
  },

Q2 : {
  sentences: [
    "Q2",
    "授業中に**眠って**しまった。",
    "A. うつって",
    "B. せって",
    "C. ほって",
    "D. ねむって"
]
  },

Q3 : {
  sentences: [
    "Q3",
    "事故が起こらないことを**祈る**ばかりだ。",
    "A. はかる",
    "B. いのる",
    "C. かぎる",
    "D. かおる"
]
  },

Q4 : {
  sentences: [
    "Q4",
    "この近くは**大型**のトラックがよく走る。",
    "A. だいけい",
    "B. だいげい",
    "C. おおがた",
    "D. おおかた"
]
  },

Q5 : {
  sentences: [
    "Q5",
    "先週から腕に**痛み**がある。",
    "A. おもみ",
    "B. いたみ",
    "C. ふかみ",
    "D. からみ"
]
  },

Q6 : {
  sentences: [
    "Q6",
    "0度になると、水が**凍る**。",
    "A. こおる",
    "B. こする",
    "C. ことわる",
    "D. さびる"
]
  },

 Q7 : {
  sentences: [
    "Q7",
    "建物の中も、**外見**もまだ新しい。",
    "A. そとみ",
    "B. そとけん",
    "C. ほかみ",
    "D. がいけん"
]
  },

Q8 : {
  sentences: [
    "Q8",
    "彼は**優れた**才能を持っている。",
    "A. はなれた",
    "B. すぐれた",
    "C. ゆれた",
    "D. あばれた"
]
  },

Q9 : {
  sentences: [
    "Q9",
    "外を歩いていたら、**なみだ**が出てきた。",
    "A. 血",
    "B. 涙",
    "C. 汗",
    "D. 油"
]
  },

Q10 : {
  sentences: [
    "Q10",
    "広場の前に**てら**がある。",
    "A. 砂",
    "B. 寺",
    "C. 歳",
    "D. 署"
]
  },

Q11 : {
  sentences: [
    "Q11",
    "コンビニで**こうねつ**ひを払う。",
    "A. 降勢",
    "B. 光勢",
    "C. 降熱",
    "D. 光熱"
]
  },

Q12 : {
  sentences: [
    "Q12",
    "山で鳥が**ないて**いる。",
    "A. 空いて",
    "B. 向いて",
    "C. 届いて",
    "D. 鳴いて"
]
  }, 

  Q13 : {
  sentences: [
    "Q13",
    "仕事に遅れそうなので、急いで**したく**する。",
    "A. 支度",
    "B. 試度",
    "C. 支宅",
    "D. 試宅"
]
  },

Q14 : {
  sentences: [
    "Q14",
    "明日は**かならず**会社に行く。",
    "A. 次ず",
    "B. 必ず",
    "C. 絶ず",
    "D. 快ず"
]
  },

Q15 : {
  sentences: [
    "Q15",
    "この場所は（  ）がたくさんあるので、落ちてけがしないように気をつけましょう。",
    "A. 穴",
    "B. 丘",
    "C. 尾",
    "D. 運"
]
  },

 Q16 : {
    sentences: [
    "Q16",
    "勉強をしていたらご飯が冷めてしまったので、電子レンジで（  ）。",
    "A. 落ち着いた",
    "B. 完了した",
    "C. 残した",
    "D. 温めた"
]
  },

 Q17 : {
    sentences: [
    "Q17",
    "怖い夢でも見ているのか、弟はベッドの上で苦しそうに（  ）いる。",
    "A. うなって",
    "B. はめて",
    "C. もうかって",
    "D. ふいて"
]
  },

 Q18 : {
    sentences: [
    "Q18",
    "まだお腹いっぱいにならないので、ご飯をもう一杯（  ）した。",
    "A. うがい",
    "B. おまけ",
    "C. おかわり",
    "D. いきいき"
]
  },

 Q19 : {
    sentences: [
    "Q19",
    "部屋がおもちゃで（  ）いるので、急いで片付けなければならない。",
    "A. なまけて",
    "B. 散らかって",
    "C. ぬれて",
    "D. 飛び込んで"
]
  },


 Q20 : {
    sentences: [
    "Q20",
    "彼は長い間厳しい練習を重ねて、（  ）プロの野球選手になれた。",
    "A. のんびり",
    "B. はっきり",
    "C. ぴったり",
    "D. ついに"
]
  },

 Q21 : {
    sentences: [
    "Q21",
    "この地域は、車ではなく電車で（  ）する人が多いらしい。",
    "A. 無視",
    "B. 添付",
    "C. 通勤",
    "D. 両替"
]
  },

 Q22 : {
    sentences: [
    "Q22",
    "この本はかなり昔のものなので、（  ）ページが抜けている。",
    "A. ふと",
    "B. ところどころ",
    "C. なんとか",
    "D. ばらばら"
]
  },

 Q23 : {
    sentences: [
    "Q23",
    "この町は一年を通して観光客がいっぱい来るので、どこもかしこも（  ）。",
    "A. 激しい",
    "B. もったいない",
    "C. にぎやかだ",
    "D. 得意だ"
]
  },
 Q24 : {
    sentences: [
    "Q24",
    "彼のノートを見せてもらったら、ページいっぱい（  ）メモが書いてあった。",
    "A. まさか",
    "B. やはり",
    "C. びっしり",
    "D. とうとう"
]
  },

 Q25 : {
    sentences: [
    "Q25",
    "今晩は残業で帰りが遅くなるので、晩ご飯は（  ）を頼むことにした。",
    "A. デリバリー",
    "B. ドライブ",
    "C. バーゲン",
    "D. ホーム"
]
  },


 Q26 : {
    sentences: [
    "Q26",
    "父が**いきなり**話し出した。",
    "A. ゆっくり",
    "B. ため息をして",
    "C. 突然",
    "D. 悲しそうに"
]
  },

 Q27 : {
    sentences: [
    "Q27",
    "この町は**お年寄り**が多い。",
    "A. 古いお店",
    "B. 高齢者",
    "C. 自然",
    "D. お寺"
]
  },

 Q28 : {
    sentences: [
    "Q28",
    "村山さんは**にこにこしている**。",
    "A. 運動している",
    "B. 掃除している",
    "C. おしゃべりしている",
    "D. 笑っている"
]
  },

 Q29 : {
    sentences: [
    "Q29",
    "これから**ミーティング**が始まる。",
    "A. 講演会",
    "B. 会議",
    "C. 試合",
    "D. 音楽会"
]
  },

 Q30 : {
    sentences: [
    "Q30",
    "「どうぞ**腰掛**けてください」と言われた。",
    "A. 椅子に座って",
    "B. 部屋に入って",
    "C. 背中を伸ばして",
    "D. 自由に見て"
]
  },

  Q31 : {
    sentences: [
    "Q31",
    "こする",
    "A. 息子は友達と学校でけんかして、手で顔を**こすられて**けがをして帰ってきた。",
    "B. 外はこんなに寒いのに、手袋を家に忘れてしまったので、両手を**こすって**温めた。",
    "C. 時間がないので、今日の新聞は必要なところだけを**こすって**読んだ。",
    "D. 10月なのに汗をかくほど暑いので、エアコンを少しの間だけ**こすった**。"
]
  },

  Q32 : {
    sentences: [
    "Q32",
    "勘定（かんじょう）",
    "A. 毎年私の誕生日になると、祖母が私に**勘定**を送ってくれるので、楽しみだ。",
    "B. 政府の重要な仕事の一つは、社会を良くするための**勘定**を作ることだ。",
    "C. 母は**勘定**がとても良く、いくら隠し事をしても、すぐに見つかってしまう。",
    "D. そろそろ昼休みの時間が終わるので、**勘定**を済ませてレストランを出る。"
]
  },


  Q33 : {
    sentences: [
    "Q33",
    "相変わらず（あいかわらず）",
    "A. すごく久しぶりに祖父母の家に行ったが、**相変わらず**元気なようで安心した。",
    "B. C市に行くには、終点までこのバスに**相変わらず**乗り続けていればいい。",
    "C. 私は一日中パソコンを使って仕事をしており、**相変わらず**椅子に座っている。",
    "D. 彼は緑のシャツに黒のズボンと、毎日**相変わらず**服を着ている。"
]
  },

  Q34 : {
    sentences: [
    "Q34",
    "あいまい",
    "A. 今日は太陽が見えないほど雲が空を覆っているので、町は一日中**あいまい**だ。",
    "B. 野田教授が使っているマイクは壊れているせいか、音が**あいまい**で全然聞こえない。",
    "C. レストランは混んでいたので、席を知らない客と**あいまい**で座った。",
    "D. 事故の様子を話してほしいと警察に言われたが、記憶が**あいまいで**思い出せない。"
]
  },

  Q35 : {
    sentences: [
    "Q35",
    "気味が悪い（きみがわるい）",
    "A. 船に乗っているが、すごく揺れるのでだんだん**気味が悪く**なってきた。",
    "B. 今日は**気味が悪い**せいか、みんな傘を持って出かけているようだ。",
    "C. 夜になるとこの辺りは電気がなくて真っ暗なので、一人で歩くのは**気味が悪い**。",
    "D. 嫌いな上司と電車の中で会ってしまい、どんな話をすればいいか分からず**気味が悪い**。"
]
  },

  // part2

   QQ1 : {
    sentences: [
    "Q1",
    "30年間営業を続けて（　）駅前のデパートが、残念ながら来月閉店することになった。",
    "A. あった",
    "B. きた",
    "C. おいた",
    "D. すぎた"
]
  },

  QQ2 : {
    sentences: [
    "Q2",
    "新しい部屋を借りるため、不動産屋（　）大家さんと契約について話した。",
    "A. の通りに",
    "B. を通って",
    "C. を通して",
    "D. 通りに"
]
  },

  QQ3 : {
    sentences: [
    "Q3",
    "最近は、コンサートのチケットは、インターネット（　）申し込みが一般的だ。",
    "A. にとっての",
    "B. のような",
    "C. による",
    "D. のための"
]
  },

  QQ4 : {
    sentences: [
    "Q4",
    "このおもちゃは5歳以上の子供（　）に作られているので、赤ちゃんに与えてはいけない。",
    "A. 向け",
    "B. 置き",
    "C. 建て",
    "D. 宛て"
]
  },

  QQ5 : {
    sentences: [
    "Q5",
    "（会社で）",
    "社員A",
    "「すみません、小林さん。お客様が（　）ので、会議室までお越しください。」",
    "小林",
    "「わかりました。今行きます。」",
    "A. お待たせします",
    "B. 待たされている",
    "C. お待ちします",
    "D. お待ちです"
]
  },

  QQ6 : {
    sentences: [
    "Q6",
    "（家で）",
    "夫「先週まで毎日雨だったけど、7月になってやっと晴れ始めたね。」",
    "妻「ええ。やっと夏（  ）天気になったね。外に散歩にでも行こうよ。」",
    "A. はもちろん",
    "B. ほどの",
    "C. らしい",
    "D. ばかりか"
]
  },

  QQ7 : {
    sentences: [
    "Q7",
    " 最後にこの部屋を出たのは田中くんなので、かぎを持っているのは彼（  ）。 ",
    "A. っぽい",
    "B. に限る",
    "C. に決まった",
    "D. に違いない"
]
  },

  QQ8 : {
    sentences: [
    "Q8",
    "今日この食堂は営業（  ）ので、また別の日に来ることにする。",
    "  ",
    "",
    "A. してなんかいない",
    "B. していないみたいな",
    "C. するべきではない",
    "D. しないはず"
]
  },

  QQ9 : {
    sentences: [
    "Q9",
    "私が持っているのは黒い服（  ）なので、今日は他の色の服を買う。",
    "A. ばかり",
    "B. として",
    "C. なんか",
    "D. かどうか"
]
  },

  QQ10 : {
    sentences: [
    "Q10",
    "（会社で）",
    " 客「突然おじゃましてすみません。（  ）、また来週伺います。」",
    " 社員「いえいえ、大丈夫ですよ。」",
    "A. お忙しいことにしたら",
    "B. お忙しいようでしたら",
    "C. 忙しいそうもなければ",
    "D. 忙しいものですから"
]
  },

  QQ11 : {
    sentences: [
    "Q11",
    "（会社で）",
    " 同僚A「頼まれた書類はぼくが今日中に（  ）ね。安心して。」 ",
    " 同僚B「とても助かる。ありがとう。」 ",
    "A. 作ってる",
    "B. 作るって",
    "C. 作るの",
    "D. 作っとく"
]
  },

  QQ12 : {
    sentences: [
    "Q12",
    "（会社で）",
    "同僚A「今日はこのまま家に帰るんですか。」",
    "同僚B「いいえ、今日中に完成（  ）書類が残っているので、まだ会社にいますよ。」",
    "A. させちゃう",
    "B. させてる",
    "C. させなきゃいけない",
    "D. させるもんの"
]
  },

  QQ13 : {
    sentences: [
    "Q13",
    "（会社で）",
    " 同僚X「明日は高田課長の結婚式ですよね？夜6時に直接会場に（  ）。」",
    " 同僚Y「はい、そうですよ。絶対に遅れないでくださいね。」",
    "A. 集まろうと思いますが",
    "B. 集まってもらってもいいですか",
    "C. 集まらないではいられませんか",
    "D. 集まればいいんでしょうか"
]
  },

  QQ14 : {
    sentences: [
    "Q14",
    "年末は飛行機のチケットが高額になるので、＿＿＿ ＿＿＿ ＿★＿ ＿＿＿ 買っておくのがいい。",
    "A. 早めに",
    "B. 上がらない",
    "C. チケットの値段が",
    "D. うちに"
]
  },

  QQ15 : {
    sentences: [
    "Q15",
    "会社で初めて部下ができてうれしいと感じていたが、実際に部下と仕事を始めると、＿＿＿ ＿＿＿ ＿★＿ ＿＿＿ ことが多い。",
    "A. 動いてくれなくて",
    "B. 通りに",
    "C. 思っている",
    "D. いらいらする"
]
  },

  QQ16 : {
    sentences: [
    "Q16",
    "留学したいという娘を応援してあげたいが、費用が支払えるほどのお金がうちにはないので、残念だが＿＿＿ ＿＿＿ ＿★＿ ＿＿＿ だろう。",
    
    "A. ほかは",
    "B. 娘には",
    "C. あきらめてもらう",
    "D. ない"
]
  },

  QQ17 : {
    sentences: [
    "Q17",
    "来週学校で大切な試験があるというのに、息子が全く＿＿＿ ＿★＿ ＿＿＿ ＿＿＿ 見て心配になる。",
    "A. 勉強せずにに",
    "B. のを",
    "C. ばかりいる",
    "D. ゲームして"
]
  },

  QQ18 : {
    sentences: [
    "Q18",
    "佐藤さんは今日のプレゼンテーションに緊張しているようだが、しっかり＿＿＿ ＿＿＿ ＿★＿ ＿＿＿ がない。",
    "A. のだから",
    "B. うまく",
    "C. 行かないわけ",
    "D. 準備してきた"
]
  },

  // 閱讀題組
  QQ19 : {
    sentences: [
    "Q19",
    
    "A. そうして",
    "B. それで",
    "C. そんなに",
    "D. そこから"
]
  },

  QQ20 : {
    sentences: [
    "Q20",  
    "A. 眠らせませんでした",
    "B. 眠れませんでした",
    "C. 眠ろうとしませんでした",
    "D. 眠られなかったです"
]
  },

   QQ21 : {
    sentences: [
    "Q21",  
    "A. 聞かせた",
    "B. 聞いておいた",
    "C. 聞いていた",
    "D. 聞く"
]
  },

  QQ22 : {
    sentences: [
    "Q22",  
    "A. 真っ白",
    "B. 白さ",
    "C. 白っぽさ",
    "D. 白み"
]
  },


  QQ23 : {
    sentences: [
    "Q23",  
    "A. 行ってもらおう",
    "B. 行っていたら",
    "C. 行ってみよう",
    "D. 行ったらどうか"
]
  },

  QQ24 : {
    sentences: [
    "Q24",  
    "このメールからわかることは何か。",
    "A. 工事について知りたいことがあれば、電話で聞くことができる。",
    "B. 工事の間、1階の共同トイレだけは利用できない。",
    "C. 断水中でも洗濯だけは家の中でできる。",
    "D. 水道管工事は平日の日中に行われる。"
]
  },

   QQ25 : {
    sentences: [
    "Q25",  
    "若いすし職人への指導のやり方について、筆者はどう考えているか。",
    "A. 「伝統を続けていくには厳しい指導が必要だ」という考え方は今も昔も変わらない。",
    "B. 若い職人の中にも厳しい指導を行った方が効果的な人もいる。",
    "C. 単純に厳しくするのではなく、その時代の人の特徴に合わせた指導を行うべきだ。",
    "D. 若い職人が不満を言っても、辞めさせるべきではない。"
]
  },

  QQ26 : {
    sentences: [
    "Q26",  
    "台湾の朝ごはん専門店が海外で広がっているのはなぜか。",
    "A. これからは朝食を無理して抜く必要がなくなるから。",
    "B. 朝食を作る手間が省けて種類も豊富だから。",
    "C. 朝食を家で食べる習慣がなくなったから。",
    "D. 料理が作れない人が増えたから。"
]
  },

  QQ27 : {
    sentences: [
    "Q27",  
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ28 : {
    sentences: [
    "Q28",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ29 : {
    sentences: [
    "Q29",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ30 : {
    sentences: [
    "Q30",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ31 : {
    sentences: [
    "Q31",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ32 : {
    sentences: [
    "Q32",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ33 : {
    sentences: [
    "Q33",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ34 : {
    sentences: [
    "Q34",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ35 : {
    sentences: [
    "Q35",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ36 : {
    sentences: [
    "Q36",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  QQ37 : {
    sentences: [
    "Q37",  
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  L1_1 : {
    sentences: [ 
    "1 ばん",
    "ア.拿飲料",
    "イ.布置會場",
    "ウ.並排桌子",
    "エ.拖地",
    "1. アエ",
    "2. アウ",
    "3. イエ",
    "4. イウ"
]
  },

  L1_2 : {
    sentences: [  
    "2 ばん",
    "1. 病院（びょういん）でしんだんしょをもうしこむ",
    "2. むすこを病院（びょういん）でみてもらう",
    "3. ゆうびんでしんだんしょを送（おく）る",
    "4. むすこを学校（がっこう）につれていく"
]
  },

    L1_3 : {
    sentences: [  
    "3 ばん",
    "1. レジで会計（かいけい）をすませる",
    "2. サービスカウンターで店員（てんいん）を待（ま）つ",
    "3. 店員（てんいん）と店（みせ）の入口（いりぐち）にむかう",
    "4. ソファを配送（はいそう）する"
]
  },

    L1_4 : {
    sentences: [  
    "4 ばん",
    "1. 12月23日の夕方（ゆうがた）",
    "2. 12月24日の午前（ごぜん）",
    "3. 12月24日の午後（ごご）",
    "4. クリスマスの日"
]
  },

    L1_5 : {
    sentences: [  
    "5 ばん",
    "1. みぶんしょうを見（み）せる",
    "2. 家に帰（かえ）る",
    "3. ゆうびんきょくで待（ま）つ",
    "4. ネットでもう一度（いちど）てつづきをする"
]
  },

    L1_6 : {
    sentences: [  
    "6 ばん",
    "1. 文字（もじ）をへらす",
    "2. デザインをかえる",
    "3. 写真（しゃしん）をもっとふやす",
    "4. ないようをかんたんにする"
]
  },

  L2_1 : {
    sentences: [ 
    "1 ばん",
    "1. おゆを使（つか）っていない",
    "2. せんざいの量（りょう）が少（すく）ない",
    "3. おっとのあらい方（ほう）が丁寧（ていねい）じゃない",
    "4. 食事（しょくじ）が終わってすぐにさらをあらわない"
]
  },

  L2_2 : {
    sentences: [  
    "2 ばん",
    "1. じゅぎょうにぜんぜん来（こ）ない",
    "2. かだいをまったく出（だ）していない",
    "3. 試験（しけん）のせいせきがよくない",
    "4. じゅぎょう中のたいどが悪（わる）い"
]
  },

    L2_3 : {
    sentences: [  
    "3 ばん",
    "1. ウェブサイトでパスワードをかえる",
    "2. 銀行（ぎんこう）に行って新（あたら）しいパスワードをうけとる",
    "3. ウェブサイトで新（あたら）しいこうざを作る（つくる）",
    "4. 銀行（ぎんこう）に行って新（あたら）しいこうざを作る（つくる）"
]
  },

    L2_4 : {
    sentences: [  
    "4 ばん",
    "1. ぶんしょうがみじかすぎる",
    "2. ほかのろんぶんをさんこうにしていない",
    "3. ないようがかんたんすぎる",
    "4. しゅちょうしたい考え（かんがえ）が分かり（わかり）づらい"
]
  },

    L2_5 : {
    sentences: [  
    "5 ばん",
    "1. 社員（しゃいん）の体（からだ）にいいものを使（つか）いたいから",
    "2. 今（いま）使（つか）っているものが古く（ふるく）なったから",
    "3. 社員（しゃいん）のかずがふえたから",
    "4. じむしょのデザインを新しく（あたらしく）するから"
]
  },

    L2_6 : {
    sentences: [  
    "6 ばん",
    "1. インターネットの評判（ひょうばん）がいい物（もの）",
    "2. ねだんが安（やす）すぎ、また、高（たか）すぎない物（もの）",
    "3. おみやげをわたす人（ひと）とそのまわりの人（ひと）がよろこぶ物（もの）",
    "4. そのばしょでしか買（か）えない特別（とくべつ）な物（もの）"
]
  },

};



export const ans_1 = `正確答案：D
`;

export const ans_2 = `正確答案：D
`;

export const ans_3 = `正確答案：B
`;

export const ans_4 = `正確答案：C
`;

export const ans_5 = `正確答案：B
`;

export const ans_6 = `正確答案：A
`;

export const ans_7 = `正確答案：D
`;

export const ans_8 = `正確答案：B
`;

export const ans_9 = `正確答案：B
`;

export const ans_10 = `正確答案：B
`;

export const ans_11 = `正確答案：D
`;

export const ans_12 = `正確答案：D
`;

export const ans_13 = `正確答案：A
`;

export const ans_14 = `正確答案：B
`;


export const ans_15 = ` 正確答案：A
`;


export const ans_16 = ` 正確答案：D
`;

export const ans_17 = ` 正確答案：A
`;

export const ans_18 = ` 正確答案：C
`;

export const ans_19 = ` 正確答案：B
`;

export const ans_20 = ` 正確答案：D

`;

export const ans_21 = ` 正確答案：C

`;

export const ans_22 = ` 正確答案：B

`;

export const ans_23 = ` 正確答案：C
`;

export const ans_24 = ` 正確答案：C
`;

export const ans_25 = ` 正確答案：A
`;

export const ans_26 = ` 正確答案：C
`;


export const ans_27 = ` 正確答案：B
`;

export const ans_28 = ` 正確答案：D
`;

export const ans_29 = ` 正確答案：B
`;


export const ans_30 = ` 正確答案：A
`;

export const ans_31 = `正確答案： B
`;

export const ans_32 = `正確答案： D
`;

export const ans_33 = `正確答案： A
`;

export const ans_34 = `正確答案： D
`;

export const ans_35 = `正確答案： C
`;


export const ans2_1 = ` 正確答案：B
`;

export const ans2_2 = ` 正確答案：C
`;

export const ans2_3 = ` 正確答案：C
`;

export const ans2_4 = ` 正確答案：A
`;

export const ans2_5 = ` 正確答案：D
`;

export const ans2_6 = ` 正確答案：C
`;

export const ans2_7 = ` 正確答案：D
`;

export const ans2_8 = ` 正確答案：B
`;

export const ans2_9 = ` 正確答案：A
`;

export const ans2_10 = ` 正確答案：B
`;

export const ans2_11 = ` 正確答案：D
`;

export const ans2_12 = ` 正確答案：C
`;

export const ans2_13 = ` 正確答案：D
`;

export const ans2_14 = ` 正確答案：D
`;

export const ans2_15 = ` 正確答案：A

`;

export const ans2_16 = ` 正確答案：A

`;

export const ans2_17 = ` 正確答案：C

`;

export const ans2_18 = ` 正確答案：B

`;

export const ans2_19 = ` 正確答案：D

`;

export const ans2_20 = ` 正確答案：B

`;

export const ans2_21 = ` 正確答案：C

`;

export const ans2_22 = ` 正確答案：A

`;


export const ans2_23 = ` 正確答案：C

`;

export const ans2_24 = ` 正確答案：D

`;

export const ans2_25 = ` 正確答案：C

`;

export const ans2_26 = ` 正確答案：B

`;

export const ans2_27 = ` 正確答案：B

`;


export const ans2_28 = ` 正確答案：C

`;

export const ans2_29 = ` 正確答案：A

`;

export const ans2_30 = ` 正確答案：C

`;


export const ans2_31 = ` 正確答案：B

`;

export const ans2_32 = ` 正確答案：B

`;


export const ans2_33 = ` 正確答案：D

`;


export const ans2_34 = ` 正確答案：C

`;

export const ans2_35 = ` 正確答案：A

`;

export const ans2_36 = ` 正確答案：B

`;

export const ans2_37 = ` 正確答案：D

`;

export const ansL1_1 = ` 正確答案：4

`;

export const ansL1_2 = ` 正確答案：1

`;

export const ansL1_3 = ` 正確答案：3

`;

export const ansL1_4 = ` 正確答案：3

`;

export const ansL1_5 = ` 正確答案：2

`;

export const ansL1_6 = ` 正確答案：4

`;

export const ansL2_1 = ` 正確答案：4

`;

export const ansL2_2 = ` 正確答案：4

`;

export const ansL2_3 = ` 正確答案：2

`;

export const ansL2_4 = ` 正確答案：2

`;

export const ansL2_5 = ` 正確答案：1

`;

export const ansL2_6 = ` 正確答案：3

`;

export const ansL3_1 = ` 正確答案：1

`;

export const ansL3_2 = ` 正確答案：1

`;

export const ansL3_3 = ` 正確答案：4

`;

export const ansL5_1 = ` 正確答案：2

`;

export const ansL5_2 = ` 正確答案：1

`;

export const ansL5_3 = ` 正確答案：3

`;

export const ansL5_4 = ` 正確答案：3

`;

export const ansL5_5 = ` 正確答案：2

`;

export const ansL5_6 = ` 正確答案：3

`;

export const ansL5_7 = ` 正確答案：1

`;

export const ansL5_8 = ` 正確答案：2

`;

export const ansL5_9 = ` 正確答案：2

`;




// export const ans_ = ` 正確答案：

// `;

// export const ans_ = ` 正確答案：

// `;
export const read_1 = `下の文章は、台湾に留学している日本人留学生が書いた文章です。

7月15日から2泊3日で澎湖に旅行に行きました。台北から台中まで電車に乗り、【19】船に乗って、澎湖に着きました。船は台湾で初めて乗りましたが、揺れが激しくて全然【20】。

2日目は朝から海に行きました。夏の澎湖はよく晴れて海がきれいだと【21】ので、海で泳ぐのをとても楽しみにしていました。南にある島ということもあって、朝からとても暑かったです。海岸の砂は【22】で、海もとてもきれいでした。

夜は海鮮の食べ放題に行きました。台北よりも安くてお腹いっぱい食べることができました。

3日目の午前中はショッピングモールに行きました。いろんなお店があって、旅のお土産を買いました。そして、夕方に出発する船に乗って台中へ戻りました。

旅行は3日間と短かったですが、とても楽しかったです。ただ、太陽の光がかなり強くて、日焼けをしてしまいました。後で顔や腕の皮膚が痛くなったので、また行く機会があれば、今度は涼しい時期に【23】と思います。

`;

export const read_2 = `工事についてのお知らせ
2020年8月31日

小林マンションにお住まいの皆様、当マンションは9月10日（水）の10時から17時の間、水道管工事のため、断水になります。そのため、この時間の間は洗濯、シャワー、トイレはご使用になれません。なお、1階の共同トイレはご利用いただけます。工事に関するお問い合わせは、下記のメールアドレスにてお受けします。

メールアドレス：1234@kobayashi.jp

ご迷惑をおかけしますが、ご理解とご協力のほどお願い致します。
`;

export const read_3 = `一昔前までは、すし職人になるには10年以上かかるのが当たり前だった。私が修業を始めたころ、先輩職人の指導は大変厳しかったものだ。だが、自分が昔受けた厳しい指導を今の若い職人に同じように行うと、彼らは耐えることができず、すぐに辞めてしまう。「どうして今の若い人はこんなに弱いんだ」と不満を言っていたら、すし職人になりたい人はどんどん減っていく。すしは日本を代表する文化だ。その文化を今後も続けるには、今の時代の若い人に合った教え方を考えなければならない。
`;

export const read_4 = `台湾では、朝食を外で買うことが少なくないです。会社や学校に行く前に朝ごはん屋さんに行って、朝食をとっている人もよく目にします。他の国では、朝ごはん専門店はあまり見られず、家で食べるのが一般的な習慣です。しかし、最近は忙しい生活を送る人が多いです。朝ごはんを作る時間が節約できて、しかも色々な料理があるということで、台湾の朝ごはん専門店が海外で人気が出始めているのだそうです。
`;

export const read_5 = `
`;

export const read_6 = `
`;

export const read_7 = `
`;

export const read_8 = `
`;

export const read_9 = `
`;

export const read_10 = `
`;

export const read_11 = `
`;
