
export const questions = {
L1 : {
  sentences: [
    "Q1",
    "A. 友だちにれんらくをする",
    "B. にもつをせいりする",
    "C. 紙に名前を書く",
    "D. チェックインする"
]
  },


 L2 : {
    sentences: [
    "Q2",
    "A. すぐに家を出る",
    "B. 2かいに行く",
    "C. 郵便局に電話する",
    "D. でんちを用意する"
]
  },

 L3 : {
    sentences: [
    "Q3",
    "A. へやをへんこうする",
    "B. しりょうのないようをたしかめる",
    "C. 飲み物を買いに行く",
    "D. かいぎ室のつくえを並べなおす"
]
  },

 L4 : {
    sentences: [
    "Q4",
    "A. 佐藤先生を待つ",
    "B. 田中先生をさがす",
    "C. 佐藤先生に電話する",
    "D. 田中先生に電話する"
]
  },

  L5 : {
    sentences: [
    "Q5",
    "A. ほけんの紙をさがす",
    "B. しゅうり屋に電話をかける",
    "C. けいたいのせっていをかくにんする",
    "D. お店に行く"
]
  },

 L6 : {
    sentences: [
    "Q6",
    "A. 1かいのけんさ室に行く",
    "B. けんさのよやくをする",
    "C. かんごしからほけんしょうをもらう",
    "D. うけつけでほけんしょうをうけとる"
]
  },


 L7 : {
    sentences: [
    "Q7",
    "A. おいしい料理を食べるため",
    "B. 韓国にしゅっちょうするため",
    "C. けっこんしきを行うばしょを見るため",
    "D. 買いたいものを買うため"
]
  },

 L8 : {
    sentences: [
    "Q8",
    "A. 仕事のきげんが近いから",
    "B. 仕事の前にコーヒーを飲みたいから",
    "C. 仕事をうまくすすめるため",
    "D. 体にいいせいかつを送るため"
]
  },

 L9 : {
    sentences: [
    "Q9",
    "A. せいとぜんいんが理解できるじゅぎょうをすること",
    "B. せいとにいいかんきょうをあたえること",
    "C. できるだけたくさんたんごをおぼえること",
    "D. 外国人の友だちを作ること"
]
  },

 L10 : {
    sentences: [
    "Q10",
    "A. 時間がたってから、おちついて話しあう",
    "B. 奥さんが怒るまで待つ",
    "C. 晩ご飯の用意を手伝う",
    "D. 奥さんのつらい気持ちを理解する"
]
  },

 L11 : {
    sentences: [
    "Q11",
    "A. 体をけんこうなじょうたいにたもてること",
    "B. スポーツだけに集中できること",
    "C. あたまがすっきりすること",
    "D. 新しい友だちができること"
]
  },

 L12 : {
    sentences: [
    "Q12",
    "A. はがきを持ってきていない",
    "B. めんきょしょうをなくしてしまった",
    "C. こうしんできなかったりゆうがじゅうようなことではない",
    "D. パスポートを持ってきていない"
]
  },

  L13 : {
    sentences: [
    "問題 3",
    "問題3では、問題用紙に何もいんさつされていません。",
    "この問題は、ぜんたいとしてどんなないようかを聞く問題です。話の前に質問はありません。",
    "まず話を聞いてください。それから、質問とせんたくしを聞いて、1から4の中から、最もよいものを一つえらんでください。",
    "ー メモー"
]
  },

Q14 : {
    sentences: [
    "Q14",
    "問題を**とく**のに時間がかかる。",
    "A. 当く",
    "B. 説く",
    "C. 解く",
    "D. 考く"
]
  },

Q15 : {
    sentences: [
    "Q15",
    "この木の下に宝があると聞いて穴を（  ）が、何も出てこない。",
    "A. 削った",
    "B. 掘った",
    "C. 下った",
    "D. 断った"
]
  },

Q16 : {
    sentences: [
    "Q16",
    "登り始めて2時間、（  ）山の一番上に着いた。",
    "A. ざっと",
    "B. じっと",
    "C. そっと",
    "D. やっと"
]
  },

Q17 : {
    sentences: [
    "Q17",
    "いつも通る道が工事していて（  ）をしたので、帰る時間が遅くなった。",
    "A. 通り道",
    "B. 回り道",
    "C. 近道",
    "D. 片道"
]
  },

Q18 : {
    sentences: [
    "Q18",
    "朝起きてカーテンを開けると、太陽が（  ）すぐに目が覚めた。",
    "A. しょっぱくて",
    "B. ゆるくて",
    "C. まぶしくて",
    "D. くだらなくて"
]
  },

Q19 : {
    sentences: [
    "Q19",
    "空を見つめて（  ）していると、辺りはすっかり暗くなっていた。",
    "A. ぼんやり",
    "B. きらきら",
    "C. きちんと",
    "D. うっかり"
]
  },

Q20 : {
    sentences: [
    "Q20",
    "駅前にあるレストランがスタッフを（  ）しているようだ。 ",
    "A. 販売",
    "B. 変換",
    "C. 募集",
    "D. 味方"
]
  },

Q21 : {
    sentences: [
    "Q21",
    "来週、仕事の（  ）があるので、失敗しないように何度も練習する。",
    "A. 味見",
    "B. 面接",
    "C. 予報",
    "D. 役割"
]
  },

Q22 : {
    sentences: [
    "Q22",
    "朝ごはんを食べていなかったので、学校に着くとすぐにお腹が（  ）だ。",
    "A. ぶつぶつ",
    "B. ぐらぐら",
    "C. ぴかぴか",
    "D. ぺこぺこ"
]
  }

};