
export const questions = {
  Q31 : {
    sentences: [
    "Q31",
    "",
    "A. ",
    "B. ",
    "C. ",
    "D. "
]
  },

  Q32 : {
    sentences: [
    "Q32",
    "ほどく（解く）",
    "1. 「家に帰ってきたら、マスクを++ほどい++て手を洗いなさい」と子どもに言う。",
    "2. 今月末でアパートの部屋の契約を++ほどく++ので、荷物を片付けないといけない。",
    "3. テスト前に、いつもコーヒーを一杯飲んで緊張を++ほどく++。",
    "4. くつのひもを固く結び過ぎたせいで、ひもを++ほどこう++としても全然できない。"
]
  },


  Q34 : {
    sentences: [
    "Q34",
    "やかましい",
    "1. 最近母は学校の成績について++やかまし++く言ってくるので、あまり家に 帰りたくない。",
    "2. これから誕生日パーティーを始めるので、みんなで++やかまし++く乾杯した。",
    "3. 学校が終わってからアルバイトもしているので、毎日++やかまし++い生活 を送っている。",
    "4. 姉はお金の使い方が++やかまし++いので、 貯金が全然できない。"
]
  },

  Q35 : {
    sentences: [
    "Q35",
    "真剣",
    "1. 彼の言っていることはとても論理的で++真剣++だが、誰も同意しなかった。",
    "2. 社長は新しい社員5名を大きな声で++真剣++に歓迎してくれた。",
    "3. 今世界中で問題となっている++真剣++なテーマについて話し合いを行った。",
    "4. 彼は、子どものうちから自分の将来について++真剣++に考えている。"
]
  },

L1 : {
  sentences: [
    "Q1",
    "A. 友だちにれんらくをする",
    "B. にもつをせいりする",
    "C. 紙に名前を書く",
    "D. チェックインする"
]
  },


 L2 : {
    sentences: [
    "Q2",
    "A. すぐに家を出る",
    "B. 2かいに行く",
    "C. 郵便局に電話する",
    "D. でんちを用意する"
]
  },

 L3 : {
    sentences: [
    "Q3",
    "A. へやをへんこうする",
    "B. しりょうのないようをたしかめる",
    "C. 飲み物を買いに行く",
    "D. かいぎ室のつくえを並べなおす"
]
  },

 L4 : {
    sentences: [
    "Q4",
    "A. 佐藤先生を待つ",
    "B. 田中先生をさがす",
    "C. 佐藤先生に電話する",
    "D. 田中先生に電話する"
]
  },

  L5 : {
    sentences: [
    "Q5",
    "A. ほけんの紙をさがす",
    "B. しゅうり屋に電話をかける",
    "C. けいたいのせっていをかくにんする",
    "D. お店に行く"
]
  },

 L6 : {
    sentences: [
    "Q6",
    "A. 1かいのけんさ室に行く",
    "B. けんさのよやくをする",
    "C. かんごしからほけんしょうをもらう",
    "D. うけつけでほけんしょうをうけとる"
]
  },


 L7 : {
    sentences: [
    "Q7",
    "A. おいしい料理を食べるため",
    "B. 韓国にしゅっちょうするため",
    "C. けっこんしきを行うばしょを見るため",
    "D. 買いたいものを買うため"
]
  },

 L8 : {
    sentences: [
    "Q8",
    "A. 仕事のきげんが近いから",
    "B. 仕事の前にコーヒーを飲みたいから",
    "C. 仕事をうまくすすめるため",
    "D. 体にいいせいかつを送るため"
]
  },

 L9 : {
    sentences: [
    "Q9",
    "A. せいとぜんいんが理解できるじゅぎょうをすること",
    "B. せいとにいいかんきょうをあたえること",
    "C. できるだけたくさんたんごをおぼえること",
    "D. 外国人の友だちを作ること"
]
  },

 L10 : {
    sentences: [
    "Q10",
    "A. 時間がたってから、おちついて話しあう",
    "B. 奥さんが怒るまで待つ",
    "C. 晩ご飯の用意を手伝う",
    "D. 奥さんのつらい気持ちを理解する"
]
  },

 L11 : {
    sentences: [
    "Q11",
    "A. 体をけんこうなじょうたいにたもてること",
    "B. スポーツだけに集中できること",
    "C. あたまがすっきりすること",
    "D. 新しい友だちができること"
]
  },

 L12 : {
    sentences: [
    "Q12",
    "A. はがきを持ってきていない",
    "B. めんきょしょうをなくしてしまった",
    "C. こうしんできなかったりゆうがじゅうようなことではない",
    "D. パスポートを持ってきていない"
]
  },

  L13 : {
    sentences: [
    "問題 3",
    "問題3では、問題用紙に何もいんさつされていません。",
    "この問題は、ぜんたいとしてどんなないようかを聞く問題です。話の前に質問はありません。",
    "まず話を聞いてください。それから、質問とせんたくしを聞いて、1から4の中から、最もよいものを一つえらんでください。",
    "ー メモー"
]
  },

Q14 : {
    sentences: [
    "Q14",
    "問題を**とく**のに時間がかかる。",
    "A. 当く",
    "B. 説く",
    "C. 解く",
    "D. 考く"
]
  },

Q15 : {
    sentences: [
    "Q15",
    "この木の下に宝があると聞いて穴を（  ）が、何も出てこない。",
    "A. 削った",
    "B. 掘った",
    "C. 下った",
    "D. 断った"
]
  },

Q16 : {
    sentences: [
    "Q16",
    "登り始めて2時間、（  ）山の一番上に着いた。",
    "A. ざっと",
    "B. じっと",
    "C. そっと",
    "D. やっと"
]
  },

Q17 : {
    sentences: [
    "Q17",
    "いつも通る道が工事していて（  ）をしたので、帰る時間が遅くなった。",
    "A. 通り道",
    "B. 回り道",
    "C. 近道",
    "D. 片道"
]
  },

Q18 : {
    sentences: [
    "Q18",
    "朝起きてカーテンを開けると、太陽が（  ）すぐに目が覚めた。",
    "A. しょっぱくて",
    "B. ゆるくて",
    "C. まぶしくて",
    "D. くだらなくて"
]
  },

Q19 : {
    sentences: [
    "Q19",
    "空を見つめて（  ）していると、辺りはすっかり暗くなっていた。",
    "A. ぼんやり",
    "B. きらきら",
    "C. きちんと",
    "D. うっかり"
]
  },

Q20 : {
    sentences: [
    "Q20",
    "駅前にあるレストランがスタッフを（  ）しているようだ。 ",
    "A. 販売",
    "B. 変換",
    "C. 募集",
    "D. 味方"
]
  },

Q21 : {
    sentences: [
    "Q21",
    "来週、仕事の（  ）があるので、失敗しないように何度も練習する。",
    "A. 味見",
    "B. 面接",
    "C. 予報",
    "D. 役割"
]
  },

Q22 : {
    sentences: [
    "Q22",
    "朝ごはんを食べていなかったので、学校に着くとすぐにお腹が（  ）だ。",
    "A. ぶつぶつ",
    "B. ぐらぐら",
    "C. ぴかぴか",
    "D. ぺこぺこ"
]
  },

   L1_1 : {
    sentences: [ 
    "1 ばん",
    "1. 友だちにれんらくをする",
    "2. にもつをせいりする",
    "3. 紙に名前を書く",
    "4. チェックインする"
]
  },

  L1_2 : {
    sentences: [  
    "2 ばん",
    "1. すぐに家を出る",
    "2. 2かいに行く",
    "3. 郵便局に電話する",
    "4. でんちを用意する"
]
  },

    L1_3 : {
    sentences: [  
    "3 ばん",
    "1. へやをへんこうする",
    "2. しりょうのないようをたしかめる",
    "3. 飲み物を買いに行く",
    "4. かいぎ室のつくえを並べなおす"
]
  },

    L1_4 : {
    sentences: [  
    "4 ばん",
    "1. 佐藤先生を待つ",
    "2. 田中先生をさがす",
    "3. 佐藤先生に電話する",
    "4. 田中先生に電話する"
]
  },

    L1_5 : {
    sentences: [  
    "5 ばん",
    "1. ほけんの紙をさがす",
    "2. しゅうり屋に電話をかける",
    "3. けいたいのせっていをかくにんする",
    "4. お店に行く"
]
  },

    L1_6 : {
    sentences: [  
    "6 ばん",
    "1. 1かいのけんさ室に行く",
    "2. けんさのよやくをする",
    "3. かんごしからほけんしょうをもらう",
    "4. うけつけでほけんしょうをうけとる"
]
  },

  L2_1 : {
    sentences: [ 
    "1 ばん",
    "1. おいしい料理を食べるため",
    "2. 韓国にしゅっちょうするため",
    "3. けっこんしきを行うばしょを見るため",
    "4. 買いたいものを買うため"
]
  },

  L2_2 : {
    sentences: [  
    "2 ばん",
    "1. 仕事のきげんが近いから",
    "2. 仕事の前にコーヒーを飲みたいから",
    "3. 仕事をうまくすすめるため",
    "4. 体にいいせいかつを送るため"
]
  },

    L2_3 : {
    sentences: [  
    "3 ばん",
    "1. せいとぜんいんがりかいできるじゅぎょうをすること ",
    "2. せいとにいいかんきょうをあたえること",
    "3. できるだけたくさんたんごをおぼえること",
    "4. 外国人の友だちを作ること"
]
  },

    L2_4 : {
    sentences: [  
    "4 ばん",
    "1. 時間がたってから、おちついて話しあう",
    "2. 奥さんが怒るまで待つ",
    "3. 晩ご飯の用意を手伝う",
    "4. 奥さんのつらい気持ちをりかいする"
]
  },

    L2_5 : {
    sentences: [  
    "5 ばん",
    "1. 体をけんこうなじょうたいにたもてること",
    "2. スポーツだけに集中できること",
    "3. あたまがすっきりすること",
    "4. 新しい友だちができること"
]
  },

    L2_6 : {
    sentences: [  
    "6 ばん",
    "1. ほかきを持ってきていない",
    "2. めんきょしょうをなくしてしまった",
    "3. こうしんできなかったりゆうがじゅうようなことではない",
    "4. パスポートを持ってきてない"
]
  }
};
export const ansL1_1 = ` 正確答案：3

`;

export const ansL1_2 = ` 正確答案：2

`;

export const ansL1_3 = ` 正確答案：4
会社で女の人と男の人が話しています。二人は明日の午前中何をしますか。
F:明日のミーティングは201の会議室で合っていますか。
M:いいえ、確か301に変更になりましたよ。
F:あら、そうでしたか。時間は午後1時からですよね?
M:はい。でも、会議室の机を並べ直さないといけないので、私たちは11時に集合です。
F:そうですか。明日、他にすることありますか。
M:出席者の方たちへの飲み物も必要なので、今日中に買っておきましょう。
F:分かりました。では明日使う資料については、内容に問題がないか、あとでもう一度確認しておきます。
二人は明日の午前中何をしますか。
1 部屋を変更する
2 資料の内容を確かめる
3 飲み物を買いに行く
4 会議室の机を並べ直す
`;

export const ansL1_4 = ` 正確答案：2

`;

export const ansL1_5 = ` 正確答案：1
女の人と男の人が話しています。女の人はこのあとまず何をしますか。
F:ねえ。ちょっと聞いてくれる?
M:どうしたの?
F:昨日から私の携帯おかしくて、電話がかかってきても音が全然出ないの。故障しちゃったのかな?ちょっと見てくれない?
M:いいよ。どれどれ。確認だけど、音が出ない設定にはしてないよね?
F:もちろんよ。一昨日まで問題なかったんだから。あ、そういえば、昨日携帯を地面に落としちゃったの。
もしかしたらそれが原因かもしれない。
M:それはお店で見てもらったほうがいいね。保険には入ってる?
F:確か入ってると思う。契約したときに紙をもらったから、あとで家に帰ったら調べてみる
M:うん。あ、それと、お店に行く前に予約するのを忘れないでね。
女の人はこのあとまず何をしますか。
1 保険の紙を探す
2 修理屋に電話をかける
3 携帯の設定を確認する
4 お店に行く
`;

export const ansL1_6 = ` 正確答案：3
病院で男の医者と女の患者が話しています。患者はこのあとまず何をしますか。
M:こんにちは。どうなさいましたか。
F:3日前に外を歩いていたら、横から自転車にぶつかられて、それ以来ずっとお腹が痛むんです。この辺りです。
M:ちょっと見せてもらいますね。ああ、これはひどいですね。
F:ええ、息を吸うだけで痛いんです。薬局で買った薬をつけているんですが、全然良くならなくて。
M:ちょっとここを失礼しますね。押しますよ。
F:あ、痛いです。
M:ちょっと検査をしてみましょう。1階に検査室がありますので今から予約します。このあと部屋の外で待っていてください。
看護師から保険証を受け取ってから、1階の検査室に行って、受付で保険証を見せてください。検査が終わったらまた戻ってきてください。
F:分かりました。
患者はこのあとまず何をしますか。
1 1階の検査室に行く
2 検査の予約をする
3 看護師から保険証をもらう
4 受付で保険証を受け取る
`;

export const ansL2_1 = ` 正確答案：3

`;

export const ansL2_2 = ` 正確答案：3
会社で男の人と女の人が話しています。男の人が会社に早く来る一番の理由は何ですか。
M:新井さん、おはようございます。
F:川田さん、おはようございます。最近会社に来るのが早いですね。仕事が忙しいんですか。
M:仕事が忙しいというより、最近は営業の接待で、夜、外食することが多いんです。
そのせいで先日、会社の健康診断でお酒の飲みすぎを注意されてしまいました。
F:じゃあ、健康のために朝型の生活に変えよう、ということですね。
M:それもあります。こうして朝早く来て、誰もいない静かな事務所でコーヒーを飲んでいると、
なぜか今日一日の仕事の進め方がはっきり見えて、
仕事がものすごく順調に進むようになったんですよね。夜の接待でできなかった仕事も、朝できますから。
F:そうですか。人間は朝起きた時が一番頭が働くって言われていますから、いいことですね。
でも夜の営業のお仕事もあまり無理をしないで、たまには休んでください。
M:はい、ありがとうございます。
男の人が会社に早く来る一番の理由は何ですか。
1 仕事の期限が近いから
2 仕事の前にコーヒーを飲みたいから
3 仕事をうまく進めるため
4 体にいい生活を送るため
`;

export const ansL2_3 = ` 正確答案：2
会議室で女の記者と男の人が話しています。男の人は英語が上手になるために大切なことは何だと考えていますか。
F:先生、本日はインタビューのお時間をいただき、ありがとうございます。先生の書かれた
本の内容にとても感動して、本日インタビュ―をお願いさせていただきました。
M:こちらこそ、貴重な機会をありがとうございます。
F:では、まず先生が中学校の英語の教師になろうと思ったきっかけを教えてください。
M:そうですね。私、大学は英語教育が専門だったのですが、実は全く英語ができなかったんです。
でも、たまたま海外に留学に行く機会があって、その時に初めて自分の英語が上手になったことに気がつきました。
F:そうでしたか。
M:その時に感じたのは、「英語が上手になるには環境が大切だ」ということです。
いくら最室で単語を覚えても、話せるようにはなりません。
生徒に英語を使う機会を作ってやることが大切だと感じています。
それで、私の授業の時はできるだけ外国人の先生に来てもらうようにしたんです。
F:なるほど、それは素晴らしいですね。
男の人は英語が上手になるために大切なことは何だと考えていますか。
1 生徒全員が理解できる授業をすること
2 生徒にいい環境を与えること
3 できるだけたくさん単語を覚えること
4 外国人の友達を作ること

`;

export const ansL2_4 = ` 正確答案：4
女の人と男の人が話しています。女の人は、仲直りするにはどうしたらいいと言っていますか。
F:どうしたの?そんなに暗い顔して。もしかして奥さんとけんかでもした?
M:その通り。実は、昨日ちょっとしたことでけんかになっちゃって。
F:原因は?
M:残業で夜遅く家に帰った後、疲れてたから「晩ごはんいらない」って言ってすぐに寝ちゃったんだ。
そしたら、今朝すごく怒ってて。「晩ごはん用意して待ってたのに、あなたは私のことなんてどうでもいいと思ってるんでしょう」って言われちゃって。
F:ああ、そういうことか。
M:妻が落ち着くまで待った方がいいかな?
F:ちがうわよ。ちゃんと奥さんの気持ち考えた?
奥さんは何か辛いことがあったから、あなたに話を聞いてほしかったのよ。
それをあなたが聞かなかったから悲しがってるの。
今晩、家に帰ったらちゃんと話を聞いてあげなさい。
女の人は、けんかした後に仲直りするにはどうしたらいいと言っていますか。
`;

export const ansL2_5 = ` 正確答案：2
男の人と女の人が話しています。男の人はスポーツのいい点は何だと言っていますか。
M:いやあ、久しぶりの卓球はとても楽しかったです。最近ずっと仕事が忙しくてなかなかできませんでしたが、やっぱり運動は大切ですね。
F:私も今日竹村さんとご一緒できてうれしかっ
たです。また来月もぜひ参加してください
M:はい、できるだけ参加できるようにがんばり
ます。ずっと仕事ばかりしていると、24時間
仕事のことで頭がいっぱいになってしまいま
す。ちょっとした空き時間でさえ考えてしま
うので、頭が疲れてしまいます。
F : え ええ。
たっきゅう
M:でも、卓球をしている間は卓球のことしか考
えません。他のことが頭に入ってこないの
で、いいですね。
F:ええ、体を動かした後は気持ちがとてもすっ
きりしますしね。
ね。

`;

export const ansL2_6 = ` 正確答案：3

`;

export const ansL3_1 = ` 正確答案：4

`;

export const ansL3_2 = ` 正確答案：2

`;

export const ansL3_3 = ` 正確答案：3

`;

export const ansL5_1 = ` 正確答案：2
M:さっきからくしゃみばかりしてるけど、どうしたの?
F:1 ぐっすり眠れなくて。
2 ほこりアレルギーなんです。
3 ハンカチを借りましょう。
男:你從剛才就一直在打噴嚏,怎麼了?
女:1 我睡不好。
2 我對灰塵過敏。
3 讓我們借手帕吧。
`;

export const ansL5_2 = ` 正確答案：3
F:ねえ、来年の家族旅行はアメリカなんかどう?
M:1 早速行ってみたらいいと思うよ。
2 それは深すぎるんじゃない。
3 時差ぼけがちょっと心配だな。
女:嘿,明年全家去美國旅行怎麼樣?
男:1 我覺得還是快點走好。
2 那不會太深了嗎?
3 我有點擔心時差。
`;

export const ansL5_3 = ` 正確答案：3
M:しばらく雨は止みそうもありませんね。
F:1 いやあ、降られてしまいましたね。
2 そろそろじゃないかと思います。
3 ここでしばらく待つしかなさそうですね。
男:雨好像暫時不會停。
女:1 哎呀,被淋了一身呢。
2 我也想著是時候了。
3 看來我們得在這裡等一會了。
`;

export const ansL5_4 = ` 正確答案：1
F:あのう、この雑誌を探しているんですが、どこに置いてありますか。
M:1 そちらは品切れです。
2 まもなく出品します。
3 ヒット商品はあちらのコーナーです。
女:那個,我在找這本雜誌,是放在哪裡?
男:1 此商品缺貨。
2 過不久會展出。
3 熱門商品在那個櫃台。
`;

export const ansL5_5 = ` 正確答案：3
M:もし良かったら、このあとランチでもどうですか。
F:1 明日は都合が悪いんです。
2 では、すぐに参ります。
3 ぜひご一緒させてください。
男:如果你不介意,之後一起吃個午飯怎么樣?
女:1 明天不方便。
2 那麼,我馬上就去。
3 請務必讓我加入。
`;

export const ansL5_6 = ` 正確答案：2
F:うちの子は最近わがままが多くて。
M:1親としてはうれしいことですね。
2 あまりにひどい場合は叱ることも大切で
3 うちの子もめったに言いませんよ。
女:我家的孩子最近常耍性子。
1. 親としてはうれしいことですね。
中文翻譯：作為父母（家長），這真是件令人高興的事呢。
重點單字：親としては（作為父母）、うれしいこと（高興的事）。

2. あまりにひどい場合は叱ることも大切で
中文翻譯：如果太過分的話，適時地斥責（管教）也是很重要的。
重點單字：あまりにひどい（太過分、太嚴重）、叱る（斥責、責備）、大切（重要）。

3. うちの子もめったに言いませんよ。
中文翻譯：我們家的孩子也幾乎（很少）會這麼說喔。
重點單字：うちの子（我們家的孩子）、めったに～ない（幾乎不…、很少…）、言いません（不說）。
`;

export const ansL5_7 = ` 正確答案：3

`;

export const ansL5_8 = ` 正確答案：2

`;

export const ansL5_9 = ` 正確答案：1

`;