
export const questions = {
  QQ1 : {
    sentences: [
    "Q1",
    "昨日、テレビで紹介されたレストランに行ってみたが、＿＿＿ ＿＿＿ ★ ＿＿＿ おいしくなかった。",
    "A. いうほど",
    "B. 期待した",
    "C. それほど",
    "D. あまり"
]
  },

  QQ2 : {
    sentences: [
    "Q2",
    "電車の中で、隣の人が居眠りをして ＿＿＿ ＿＿＿ ★ ＿＿＿ 困った。",
    "A. 肩に",
    "B. もたれかかって",
    "C. 私の",
    "D. きたので"
]
  },

  QQ3 : {
    sentences: [
    "Q3",
    "A「このかばん、使いやすそうだね。」",
    "B「うん、ポケットがたくさん ＿＿＿ ＿＿＿ ★ ＿＿＿ なんだ。」",
    "A. 工夫が",
    "B. あるなど",
    "C. されている",
    "D. いろいろな"
]
  },

  QQ4 : {
    sentences: [
    "Q4",
    "卒業生の加藤さんが ＿＿＿ ＿＿＿ ★ ＿＿＿ 喜んでいます。",
    "A. がんばっている",
    "B. 姿を見て",
    "C. 社会に出て",
    "D. 先生方も"
]
  },

  QQ5 : {
    sentences: [
    "Q5",
    "新しい企画を成功 ＿＿＿ ＿＿＿ ★ ＿＿＿ ことが必要不可欠だ。",
    "A. 全員が",
    "B. 協力する",
    "C. ためには",
    "D. させる"
]
  },

  // 閱讀題組
  QQ6 : {
    sentences: [
    "Q6",
    
    "A. 次に",
    "B. すぐに",
    "C. 急に",
    "D. 勝手に"
]
  },

  QQ7 : {
    sentences: [
    "Q7",  
    "A. 変化しているのではないか",
    "B. 認められているのではないか",
    "C. 問題になっているのではないか",
    "D. 期待されているのではないか"
]
  },

   QQ8 : {
    sentences: [
    "Q8",  
    "A. 行おうとするために",
    "B. 行おうとすればするほど",
    "C. 行うはずがないのに",
    "D. 行うわけにはいかなくて"
]
  },

  QQ9 : {
    sentences: [
    "Q9",  
    "A. 生まれるものである",
    "B. 生まれることになる",
    "C. 生まれるにちがいない",
    "D. 生まれるかもしれない"
]
  },

  QQ10 : {
    sentences: [
    "Q10",  
    "A. といっても",
    "B. に際して",
    "C. に向かって",
    "D. あってこそ"
]
  }

};


export const ans_1 = ` 
`;

export const ans_2 = ` 
`;



// export const ans_ = ` 正確答案：

// `;
export const read_1 = `日本の「おもてなし」
日本に来て、日本のサービスには驚かされることが多い。
例えば、デパートに行くと、店員が笑顔で迎えてくれ、丁寧にお辞儀をしてくれる。
また、レストランでは、注文した料理がすぐに出てくるし、水がなくなると、頼まなくても店員が [ 19 ] 注いでくれる。
このような心のこもったサービスは、日本では「おもてなし」と呼ばれている。
私は、日本の「おもてなし」は世界に誇れる素晴らしい文化だと思う。しかし、一方で、最近はこの「おもてなし」が [ 20 ] という話も耳にする。
あるニュースによると、あるコンビニでは、客が店員に対して「レジの対応が遅い」と怒鳴ったり、無理な要求をしたりすることが増えているそうだ。
店側は客に満足してもらおうと、さらに丁寧なサービスを [ 21 ]、それがかえって客の要求をエスカレートさせているという。
私はこのニュースを見て、悲しい気持ちになった。本来、「おもてなし」とは、相手を思いやる心から [ 22 ]。店員が客を思いやるように、客の側も店員を尊重し、感謝の気持ちを持つべきではないだろうか。
お互いに思いやりの心を持って接すること [ 23 ]、本当の意味での「おもてなし」が生まれるのだと思う。私も日本にいる間に、この素晴らしい「おもてなし」の心をしっかりと学びたい。`;

export const read_2 = `這是第二個長字串的內容...
`;

export const read_3 = `這是第三個長字串的內容...`;